[{"id":"239","name":"Aquatic Animal Experiment Unit (AAEU)","description":"The Aquatic Animal Experiment Unit (AAEU) is a system that allows scientists to study small aquatic animals for the duration of a mission. It permits observations of spawning, fertilization, embryonic stages, vestibular function, and behavior in microgravity.\n\nA life-support system supplies oxygen, removes carbon dioxide and waste, and regulates temperature from 15 to 25 ° C. The water in the AAEU is kept clean by filtration devices that trap waste materials from the animals and a water accumulator compensates for evaporation."},{"id":"138","name":"Biotelemetry System (BTS)","description":"The Biotelemetry System (BTS) monitors physiological functions of mammals on board the Spacelab. This rack-mounted system is designed to be used primarily with the Research Animal Holding Facility (RAHF). Each unit of the BTS can monitor one animal for one to four physiological parameters.\n\nThe BTS consists of receiver/demodulators, the implantable sensor and transmitter within the animal, the antenna/receiving system incorporated with the RAHF, and the data-handling system on board the Spacelab. Transmission of data from the BTS data-handling system to Spacelab data systems is accomplished through a Life Sciences Laboratory Equipment (LSLE) Microcomputer."},{"id":"135","name":"Autogenic Feedback Training Experiment (AFTE) System","description":"A physiological monitoring system designed for humans.\n\nThe Autogenic Feedback System-1 (AFS-1) was a lightweight, self-contained, battery-powered ambulatory physiological monitoring system. The AFS-1 could continuously monitor, display, and record up to nine channels of physiological data continuously for up to 12 hours on a single cassette tape and a single change of batteries. The device had three components: electrodes, a wrist monitor, and a recorder.\nDuring flight, an undergarment was worn with electrodes that attached to the chest, arm, and finger to measure heart rate, respiration rate and volume, basal skin response (sweat), and blood volume pulse. The physiological data collected by the electrodes was displayed on a small monitor worn on the wrist. The data was recorded on a medical cassette recorder worn on a belt outside the crew member's clothing.\n\nThe Autogenic Feedback System (AFS-2) was a lightweight, self-contained, battery-powered ambulatory physiological monitoring system. It could continuously monitor, display and record 9 channels of physiological data for up to 12 hours on a single change of batteries. The Belt Assembly featured both a Treatment Mode and a Control Mode. The Treatment Mode permited display of physiological data on a small wrist display while the Control Mode allowed only system status and malfunction indications to be displayed. Acquired data was stored on a standard audio cassette using special instrumentation tape.\nThe AFS-2 system was divided into three general subsystems: the Sensor Group, Garment and Cable Harness Assembly, and the Belt and Recorder Assembly.\n\nSensor Group: Through a unique combination of sensors and transducers, the AFS-2 could acquire skin temperature (70-99.9°F +-1°F), blood volume pulse (1-200 +-0.5 ), skin conductance level (0.5-50 °MHOs +-2%), electrocardiography (40-180 beats/minute), respiration (4-60 breaths/minute), and acceleration in three axes (+-0.25 G +-5%). These signals were transferred to the Belt Electronics for signal conditioning prior to recording.\n\nGarment Assembly: The Garment Assembly consisted of a Garment, a Cable Harness, Sensors and Transducers, and a Wrist Display Unit. The garment was a cotton jumpsuit featuring velcro attachment points to secure the Cable Harness. The Garment also served as a support structure for the various system sensors and transducers. A custom-designed liquid crystal display was attached with velcro to the left sleeve of the AFS-2 garment. The Wrist Display Unit not only provided display of physiological data, but also indicated malfunctions and low battery conditions. Data and power for the Wrist Display Unit were provided by the Belt Electronics via the cable harness.\n\nBelt and Recorder Assembly: This group consisted of a Belt Electronics Package, a Battery Pack, and a TEAC Data Recorder. The Battery Pack provided power for the entire system using four alkaline 9V transistor-type batteries. The TEAC Data Recorder, a modified nine-channel TEAC HR-40J FM, recorded analog and digital signals from the Belt Assembly. Data and power for the Data Recorder were provided by the Belt Electronics via the TEAC Interface Cable."},{"id":"136","name":"BIOCORE (BIOlogical COsmic Ray Experiment) Life Support Hardware","description":"The BIOCORE (BIOlogical COsmic Ray Experiment) Life Support Hardware consists of a flight canister which contains six mouse tubes and a tube of potassium superoxide (KO2), the latter of which provides necessary oxygen and absorbs carbon dioxide.  The BIOCORE hardware package measures 35.6 cm long, has a diameter of 17.8 cm, and is designed to fit inside an Apollo storage locker (17.8 x 22.9 x 38.1 cm).  No interfaces with the spacecraft subsystems, such as electric power, data acquisition, or cabin atmosphere, are required or were available on the Apollo XVII flight.  As a closed, self-sustaining system, the canister and spool fixture house the KO2 tube and mice in a manner that facilitates feeding and movement despite the tendency to free float."},{"id":"906","name":"BOTEX","description":"BOTEX is a multipurpose incubator system. Originally designed for BOTany EXperiments, it can also hold small animals to enable research in zoology and related disciplines. It consists of an incubator and a control unit. The incubator contains a 1-g reference centrifuge as well as upper and lower drawers to hold the experiment specific equipment. During launch and landing the experiment-specific equipment is stowed in a large middeck locker tray. Different types of containers are available for holding plants, cells, or small animals."},{"id":"37","name":"Cardiovascular Experiment Hardware","description":"Each cardiovascular monitoring system consists of a cuff for measuring pressure and flow, a signal conditioner, and a timer/controller apparatus."},{"id":"137","name":"Radiation Dosimeter, Pocket Mouse","description":"The BIOCORE (BIOlogical COsmic Ray Experiment) Pocket Mouse Radiation Dosimeters are designed to record the trajectories of HZE cosmic ray particles passing through the heads of the mice to monitor injury to the brain and the eyes.  For the dosimeter to retain its position beneath the scalp, it was necessary to develop a platform on which the dosimeter could be mounted to the skull."},{"id":"896","name":"Beetle Kit","description":"The Beetle Kit was adapted from an existing item of Russian research hardware and built on contract at Ames Research Center. The beetles are not fed or watered during flight but dry oatmeal is glued to the vertical rotor wall in front and in back of the beetle for sustenance.\n\nEach Beetle Kit Assembly (BKA) houses 32 beetles.  Within the assembly, each beetle is individually enclosed in a Beetle Activity Module (BAM), which provides facilities for life support and data recording.  The Beetle Kit is self-contained within an aluminum Zero Box.  The bottom of the kit contains batteries to power the data loggers and lighting timer systems.  The upper lid of the kits holds electronics, the light timers, and data loggers."},{"id":"20","name":"Capsicum (Pepper Plant) Experiment Hardware","description":"The Capsicum (pepper plant) Experiment Package is a single unit that contains nine plants potted in plastic containers.  Four of the plants are photographed inflight to record leaf movement, the remaining five are analyzed postflight.  The photography package consists of a camera positioned in the center of four plants with a three-mirror optical system to photograph the plants from the side and top at ten minute intervals throughout the flight.  Illumination for the plants and photography is provided by four 15-watt incandescent lamps which produce 200-foot candles of light for five seconds every ten minutes.  A realtime clock is inserted between the top central mirrors so that each frame of the film shows the angles of the leaves as well as their position with respect to time.  During flight the unit is covered with a white sleeve to provide for maximum utilization of light and to prevent light leakage into the Biosatellite capsule.  A series of small holes in the sleeve allows for air exchange."},{"id":"910","name":"Circadian Rhythm/Temperature Experiment Hardware (CR/T)","description":"The hardware for this experiment monitors eight different parameters, including animal motor activity, skin temperature (ankle, thigh, and head), ambient temperature near head and ankle, heart rate, and axillary temperature.  Hardware includes a variety of sensors and the Circadian Rhythm/Temperature-Signal Processor (CR/T-SP), which records all parameters required for the U.S. investigation."},{"id":"141","name":"Circadian Periodicity Experiment (CPE) Package","description":"The Circadian Periodicity Experiment (CPE) Package combines two life support systems developed separately to support either pocket mice or vinegar gnat (fruit fly) pupae in a spaceflight experiment.  The specifications for the combined package were generated utilizing experience gained from design verification and laboratory evaluation models of the separate life support systems.  The two flight hardware systems utilize a common Circadian Data System (CDS) and are packaged in the integrated CPE unit, which interfaces with the spacecraft for power, thermal control, and data retrieval and command functions.  For Skylab-3, the CPE was mounted on Bay I of the Apollo Command Service Module.  The entire CPE package is surrounded by a multi-layer of gold-coated mylar."},{"id":"1190","name":"Carrot Tissue Containers: Embryoid Container and Tumor Growth Containers","description":"Two types of containers for conducting carrot tissue studies onboard Cosmos biosatellites were developed. One is designed to support the germination of carrot embryoids and the other holds carrot disks for the study of tumor growth. The latter was maintained with and without onboard centrifugation on Cosmos 782 and slightly modified to hold more disks for Cosmos 1129."},{"id":"42","name":"Circadian Rhythm Experiment Hardware","description":"Three sensors (U.S. or Soviet) are used to measure skin temperature, body temperature, and motor activity.  These data are recorded to a U.S.-developed Solicorder Flight Package."},{"id":"144","name":"Race Tube Packages (Neurospora)","description":"Race tube packages support studies of the pink bread mold, Neurospora crassa. For the experiment on STS-32, race tubes are configured into three packages, all contained within a single middeck locker. Each package opens at one end and contains five foam trays containing the race tubes, gas sampling syringes, and marking pens. Packages and package trays are constructed of flight foam and include two light-tight baffles for separating packages. Data collected during the mission include growth front markings and gas sampling."},{"id":"907","name":"Closed Equilibrated Biological Aquatic System (CEBAS)","description":"The C.E.B.A.S. (Closed Equilibrated Biological Aquatic System) Minimodule is a Middeck-Locker sized fresh water habitat that allows the controlled incubation of various aquatic species in a self-stabilizing, artificial ecosystem under ground and space conditions. Thus, scientific investigations will be enabled on the influence of the unique space environment on single organisms as well as on a whole ecosystem.\n\nThe C.E.B.A.S.-Minimodule was developed at OHB-System, Bremen Germany, under contract of the German Aerospace Center, DLR.\n\nThe module philosophy and design is based on prototypes of aquatic systems of different sizes developed and built at the C.E.B.A.S. Center of Excellence, University of Bochum, Germany. Applying these models, extensive test runs on ground proved the ecological stability of a biological system consisting of swordtail fish (Xiphophorus helleri), water snails (Biomphalaria glabrata), and micro-organisms as consumers as well as hornweed plants (Ceratophyllum demersum) and micro algae as producers. Thus, the water quality is maintained and regulated within the equilibrated biological aquatic system, where every organism serves as an experimental object as well as an integral part of the life support and Closed Aquatic Ecological System.\n\nThe system complies with the requirements (size, weight, power) for a Space shuttle Middeck-Locker and is handled as a late access item. A twin Minimodule allows ground-reference experiments to be performed in parallel to the flight experiment. After flight and early retrieval, all biological samples are processed as necessary and distributed for post flight analysis.\n\nThe C.E.B.A.S. Minimodule consists of an experiment- and a support subsystem."},{"id":"19","name":"Olympus 802 Camcorder","description":"The camcorder is a commercial 8mm model.  It has a two thirds inch built-in Cathode Ray Tube (CRT) to act as a view finder or tape playback screen.  The 8mm tapes record both audio and video and run for two hours. Screw-on filters, wide conversion and teleconversion lens can be added.\n\nAlong with standard features, the camera is equipped with a uni-directional microphone, a zoom lever with macro button, a focus ring and focus selector, a white balance selector to enable accurate recording of colors, a high-speed shutter selector to properly capture fast-moving objects, a backlight compensation button, an AF/Zone Select button to provide automatic focusing within a selected zone in the viewfinder, and a counter memory button to enable locating the same scene for repeated viewing."},{"id":"26","name":"Pelomyxa (Amoeba) Experiment Package","description":"The Pelomyxa (amoeba) experiment package consists of polycarbonate resin chambers divided into three 5 cc compartments, mounted inside a hollow box.  Each compartment is separated by Lexan pistons with ethylene propylene O-rings.  The first two compartments hold amoeba or paramecia that are mixed inflight via actuation of a Lexan shaft to which the pistons are attached.  Further actuation mixes the first two compartments with the third compartment which contains fixative.  Twenty-four chambers are mounted on five magnesium plates.  Front, back, and side magnesium covers are mounted on these plates.  The chamber shafts are spring loaded on one end and restrained by a multi-slotted face cam on the other end.  When the cam, which is rotated by a high-torque motor, moves from one position to the next, chamber shafts are pushed into the cam slots to achieve mix or fix chamber actuations.  These actuations, in turn, close micro-switches which serve as verifications of actuations.  Four of the chambers contain thermistors for measuring inflight temperatures.  These data are telemetered to the various ground stations.  High density foam pads are placed between chambers to damp vibrations during powered flight and re-entry.  The total package is bolted to the aft plate of the Biosatellite module.  A spacecraft timer initiates five inflight actuations."},{"id":"29","name":"Primate Psychomotor Test System","description":"The Primate Psychomotor Test System consists of the display-response panel and the logic and control unit.  The system is designed to test the monkey in two behavioral tasks: one involves delayed matching of symbols for testing of recent memory and perception; the other tests coordination of eye and hand in detecting coincidence of two rapidly rotating objects.  Correct responses in either task arms the Pellet Feeder Dispenser with a food reward."},{"id":"49","name":"Cosmos Centrifuge","description":"The centrifuge was used on Cosmos 782 and Cosmos 936 to provide a source of artificial gravity aboard the spacecraft."},{"id":"28","name":"Primate Physiological Sensors","description":"The primate onboard Biosatellite III is instrumented with physiological sensors including implanted electroencephalogram (EEG), electromyogram (EMG), electrooculogram (EOG), electrocardiogram (EKG), impedance pneumogram (ZPG), brain and body temperature electrodes, and blood pressure sensors. Transducers in the spacecraft measure capsule total pressure, partial pressures of oxygen and carbon dioxide, air temperature, pellet and water consumption, urine production, task performance, day/night light status, and any changes in capsule altitude. In total, there are 33 channels of physiological information (including urine data). Telemetry data and data from the onboard flight recorder and camera combine to form a uniquely complete record of the animal's health, environment, and behavioral responses in weightlessness."},{"id":"9","name":"Refrigerator/Incubator Module (R/IM)","description":"The Refrigerator/Incubator Module (R/IM) is a temperature-controlled holding unit flown in the Shuttle middeck. It can be used in place of a standard middeck stowage locker or mounted to the Spacelab Middeck Experiment rack.\n\nThe R/IM uses a solid state heat pump to maintain a cooled or heated internal environment. A fan circulates cabin air through the heat pump/heat sink and is exhausted through ducts in the top and bottom surfaces of the unit's outer shell. Air is not circulated within the internal cavity. A vent valve on the front door automatically controls internal pressure. To accommodate experiments, rail guides and fasteners are provided as a means of mounting up to six shelves of experiment hardware. The interior of the R/IM is divided into two holding cavities."},{"id":"1189","name":"Primate Life Support System","description":"The Primate Life Support System, designed to support primate research on biosatellites, includes the urine transport system, restraint system, food pellet dispenser, water dispenser, feces collector, light assembly, environmental life support, camera, and lighting controllers. Capsule air is controlled at sea level pressure with partial oxygen pressure at nominally 20% of the gas mixture. CO2 is removed by lithium hydroxide canisters, and other trace gases are controlled by activated charcoal."},{"id":"238","name":"Microscope, Slow Rotating Centrifuge: Niedergeschwindigkeits-Zentrifugen-Mikroskop (NIZEMI)","description":"The NIZEMI (Niedergeschwindigkeits-Zentrifugen-Mikroskop) is a facility for viewing both biological and inorganic samples under variable gravity conditions ranging from .001 to 1.5 g.\n\nThe primary hardware is a microscope that is mounted flat on a centrifuge turntable. Relevant functions such as object selection, magnification, and focusing adjustments are remotely controlled during centrifuge rotation and video displays can be downlinked in real-time or recorded. The prepared specimen, stored in a special micro chamber, can be easily positioned on the stage by a crew member and micro chambers containing samples can also be stored onboard within a Biorack experiment container Type I.\n\nMacroscopic observation is possible via onboard monitoring, onboard video recording and optional video downlink, or by means of in-situ photography."},{"id":"32","name":"Radiation Source and Holder","description":"The Radiation Source and Holder are designed to expose biological objects to a controlled amount of radiation inflight.\n\nRadiation Source Capsule\nThe radioactive element, 85Sr powder, is poured into a stainless steel capsule.  Radioactive 85Sr is produced by irradiation enriched 84Sr(NO3)2 with neutrons. The resulting powder is then poured into a stainless steel capsule. The powder is retained within the capsule volume by welding the base plug in place. Only the portion above the plug contains the powder. After loading with powder, the radiation source capsule is then inserted into the Radiation Source Holder.\n\nRadiation Holder\nThe purpose of the radiation source holder is to shield the radiation source before and after the exposure period and shield the control experimental packages in the aft section of the Biosatellite capsule.  It consists of an approximately hemispheric mass of sintered tungsten and associated drive mechanism.  A wheel is mounted in the holder.  A small section of the wheel projects above the top surface of the holder.  When the wheel turns, the source is retracted and the intensity at the surface of the holder will not exceed 40 mr/hour.  The drive mechanism, which rotates the source through the closed-open-closed cycle, is spring-driven with a solenoid-controlled latch mechanism.  As a backup safety measure, the source holder is designed to rotate to the safety position under the action of re-entry g forces, if the close command is not received."},{"id":"240","name":"Biorack","description":"Biorack is a reusable, multi-user facility developed by the European Space Agency (ESA) for studying the effects of microgravity and radiation on cellular functions and developmental processes in plants, tissues, cells, bacteria, and small invertebrates. The facility is equipped with a cooler/freezer, two incubators, and a glovebox. Experiment hardware must fit in one of two types of sealed, anodized aluminum containers. Type I containers are 90x58x24 mm and Type II containers are 79x79x99 mm.\n\nThe main parts of the Biorack are the Active Thermally Controlled Units (ATCUs), the Passive Thermal Conditioning Units (PTCUs), Stowage, and Aluminum Containers."},{"id":"163","name":"Sea Urchin Egg Package","description":"The Sea Urchin Egg Package was developed to enable the inflight fertilization and fixation of eggs of the sea urchin Arbacia punctulata, to allow for the determination of the effect of microgravity on the fertilization and development of echinoderm eggs.  The experiment package containing sea urchin (echinoderm) eggs, sperm, and fixative is used to house and protect the experiment organisms during flight.  By programming the mixing of eggs, sperm and fixative in each chamber, the rate of cell division, cell differentiation, and morphogenesis can be studied.  \n\nThe experimental apparatus is a cylinder 8.2 cm in diameter and 17.1 cm long, consisting of eight specimen chambers.  Each chamber is divided into three compartments so that sea urchin sperm and ova, and the fixative solution could be separated.  Rotation of a handle actuates the piston in each chamber to provide fertilizing and fixing at discrete time intervals.  The handle is rotated at 12° to the right and released, after which it returns to the start position.  The chambers are made of acrylic plastic, and silicone rubber O-rings are used for dynamic seals on the sliding pistons.  Each chamber will contain 4.2 ml of eggs and 0.45 ml of sperm in a sea-water solution, and 5 ml of fixative.   \n\nThe original flight hardware was flown on Gemini-3, but the experiment was unsuccessful due to a failure of the handle operating mechanism and a fixative leakage (silicone rings were slightly permeable by several parts per million).  A modification of the hardware was developed for flight on Biosatellite I/II, utilizing sixteen egg chambers and a motor-driven cam to actuate the piston in each chamber.  Other intended modifications included a less-permeable O-ring and use of a hardware material that would not prove toxic to the experimental specimens.  The experiment was canceled, though, because no treatment could be discovered which would detoxify the plastic hardware enough to successfully maintain the sea urchin sperm and unfertilized eggs."},{"id":"33","name":"Rana (Frog) Experiment Package","description":"The Rana (frog) experiment package consists of acrylic modules. Each module is divided into two chambers: 1) a 10-cc egg chamber and 2) a 4 cc fixative chamber. The O-ring-fitted piston separating the chambers is spring-loaded and actuated in module pairs, by preprogramming or by command. The actuation results in a forceful mixing of fixative and the egg medium."},{"id":"57","name":"Rodent Mating Chamber","description":"The Rodent Mating Chamber, developed by the USSR, was designed to support embryology experiments onboard the Russian Cosmos Biosatellite. The chamber accommodates seven rats and can be partitioned by a remotely activated door to separate male and female rats until the door should be opened to allow rats to mingle and possibly mate, upon wich the door can be opened. The chamber includes eight feeding stations, providing the animals food at regular intervals. Water is available to the rats ad libitum. Unidirectional airflow moves wastes and debris into a waste collector located at the bottom of the cage. The lighting system regulates the light/dark cycle."},{"id":"34","name":"Tradescantia (Flowering Plant) Experiment Package","description":"The Tradescantia (flowering plant) experiment packages are constructed of polypropylene plastic to minimize absorption and scattering of the gamma rays from the onboard radiation source.  The packages are somewhat boomerang-shaped plastic housings 42 cm long, 4.7 cm wide, and 4.7 cm deep.  Each package holds 32 plants with the roots sealed in a tube filled with Hoagland's nutrient solution.  A comb-like retainer prevents the nutrient tubes from moving as a result of vibration, centrifugation, etc.  Tubes are stacked four deep and four across, for a total of sixteen tubes in each end of the polypropylene package.  When cuttings are placed in nutrient tubes, they form small, light, compact units suitable for use in the confines of a crowded Biosatellite.  Plastic fibers are placed around loose buds or stems during the loading process as shock-absorbing packing.  Small holes in the cover permit air exchange and some temperature control.  A thermistor is installed through the housing wall to monitor the package temperature.\n\nRadiation Dosimeters\nNumerous passive dosimeters of LiF powder are placed in the root and bud zones.  A dosimeter is placed into each of the nutrient tubes in the root zone.  For the bud zones, dosimeters are attached along the inside wall and on the retainer pins of the housing."},{"id":"1080","name":"Aquatic Research Facility (ARF)","description":"The Aquatic Research Facility (ARF) is a modular, multi-user facility which supports spaceflight life sciences research using a broad range of small aquatic species.  The ARF was developed by the Canadian Space Agency under agreement with NASA-Kennedy Space Center and is designed to fly aboard the Space Shuttle as a non-standard middeck payload.  The ARF consists of two separate units; the Main Subsystem (MS) and the Sample Storage Unit (SSU).  Each of these units occupies a separate Space Shuttle Program (SSP) middeck locker.  The biological specimens are housed in Standard Container Units (SCU) which are transferred between the SSU and the MS during the flight.\n\nARF Video Tapes\nFive TDK Hi-8mm video tapes were used for the first ARF mission.  One tape was loaded into the video cassette recorder in the Main Subsystem during payload preparations on the ground.  The other four tapes were stored in a ziplock bag in the Sample Storage Unit (SSU).  The cassettes installed in the SSU are protected in foam cut-outs from shocks and vibrations during transport, launch and re-entry.  The number of tapes is dependent on the specific mission video requirements.\n\nARF Video Control\nThe Video Control Module (VCM) enables the flight crew to have full manual control over the Main Subsystem (MS) video system.  The VCM includes an LCD video display and manual controls for camera (micro-g or 1-g) selection, camera positioning, and video recorder operations.  The VCM may be employed in the event the crew has additional time to interact with the experiment or in the event of automated video control malfunction.  The VCM and its cable are nominally stowed in the Sample Storage Unit.  The cable is connected to the VCM port on the front of the MS when employed.\n\nARF Sample Storage\nThe Sample Storage Unit (SSU) provided accessory stowage for the ARF-01 mission on STS-77. The SSU is stowed in a standard SSP large middeck stowage tray lined with Pyrell and polyurethane foams.  The unit is designed to be removed and opened in flight to allow SCU transfer with the Main Subsystem.  The SSU is completely passive and does not require Orbiter power.  Thermally-controlled stowage was provided for 18 SCU&amp;#39;s and two Fertilization Syringe Units (FSU) on ARF-01.  The SCU temperature is maintained at 5 degrees C using precooled n-tetradecane (paraffin) phase change material.  The thermal mass of the phase change material is sufficient to maintain 5 degrees C storage for a minimum of 48 hours.  Double containment of the n-tetradecane is provided. \n\nARF Main Subsystem\nThe Main Subsystem (MS) is the most complex component of the ARF.  The MS is nominally stowed in the &amp;#34;closed&amp;#34; configuration inside a SSP middeck locker equipped with a modified door.  The unit will be removed in-flight and opened to transfer SCUs from the Sample Storage Unit to the MS carousels.  The MS is designed to be stowed in a standard SSP middeck locker configured with a modified access door and 1/2&amp;#34; of Pyrell foam.  The unit will employ near-continuous 28 VDC Orbiter electrical power from integration through deintegration.  The MS provides mechanical, thermal, electrical, and environmental interfaces to a minimum of twelve (12) SCU&amp;#39;s.  The MS is equipped with automated systems to monitor, control, and archive SCU environmental parameters including temperature, humidity, and light photoperiod.  Systems are also provided to automatically inject fixative and videotape specimen activity at prescribed times.  The facility provides a quasi-static (1 revolution/10 minutes) micro-g carousel and a 1-g (80 rpm) carousel system.  The flight 1-g control centrifuge enables researchers to discriminate between gravitational effects and the other effects of the spaceflight environment (e.g. radiation, vibration, launch/landing loads, etc.).  Space for six SCU&amp;#39;s was provided on each of these carousels for the first flight on STS-77.   \n\nARF Standard Container Unit\nThe Standard Container Unit (SCU) is the heart of the ARF.  These small, self-contained units are similar in size and function to the Biorack containers previously flown aboard the Orbiter.  A total of 18 units were flown on the first ARF flight on STS-77.  The SCU&amp;#39;s provide automated fixative injection and triple containment of all fluids.  A pair of 33 ml specimen test chambers, each configured with a 1.1 ml fixation system (termed the Specimen Chamber Assembly), is supported in each SCU.  Each level of containment allows O2 and CO2 transport required for support of the specimen&amp;#39;s metabolic requirements while maintaining liquid containment.  The SCU&amp;#39;s are clear to enable visualization of the unit&amp;#39;s inner working (i.e. fluid containment, fixative piston activation confirmation, etc.).  The SCU&amp;#39;s accommodate manual fertilization using the Fertilization Syringe Unit (FSU).  This unit is connected to the base of the SCU via a threaded fitting.  Two of these fittings on the SCU base provide a connection with each of the two specimen test chambers.  Self-sealing septa are provided at each level of containment to facilitate fluid transfer and to ensure fluid containment.  The SCU is also designed to accommodate optical requirements.  A 45 degree angled mirror facilitates darkfield illumination of the specimens.  The back of the specimen test chambers has a mirrored surface and enables visualization of three-dimensional specimen motion using the reflected image to define the third dimension.  Video imagery will be recorded using the video cameras, 8mm video cassette recorder, and infrared illumination system built-in to the Main Subsystem.\n\nARF Fertilization Syringe Unit \nThe Fertilization Syringe Unit (FSU) supports manual fertilization of the specimen test chambers in the Aquatic Research Facility (ARF).  The system is designed to facilitate precise metering, dilution, delivery, and mixing of 50 microliters of concentrated sperm into the Sample Containment Units (SCUs) while maintaining two levels of fluid containment at all times.  The system employs an off-the-shelf 3 cc syringe body in a custom protective shell.  The outer shell provides a second level of fluid containment over that provided by the syringe.  A locking needle cover is provided to ensure containment and to prevent inadvertent needle sticks.  An indexing metering tube provides accurate fluid volume delivery.\n\nARF Fixation Control Module\nThe Fixation Control Module (FCM) provides a manual backup to the automated Aquatic Research Facility (ARF) fixation system.  The unit is employed only if the ARF is unable to perform this operation due to a hardware or software malfunction.  The Sample Container Unit (SCU) autonomously maintains the three fluid containment levels during the manual fixation operation.  The FCM cable and connector are designed to fit on the SCU electrical interface.  The connecting cable is made of three Teflon-coated wires.  A nylon strain relief clamps the cable to the FCM housing.  To fix a container, the SCU is first removed from the Sample Storage Unit (SSU) or the ARF, inspected, and connected to the FCM.  The crew then manipulates the switches on the front panel to arm and fix the appropriate Specimen Chamber Assembly (SCA) fixative actuator (side A or B).  Light Emitting Diodes (LEDs) are provided to indicate power, arm, and fix (current-to-fixation actuator on).  The FCM is essentially a Nickel Cadmium (NiCd) battery pack configured with switches to provide power to the appropriate side of an SCA fixation apparatus.  The FCM consists of five 1.2 VDC NiCd battery cells enclosed in a vented Lexan and polysulfone housing.  The battery cells are bonded to the internal PC boards using Loctite 242 bonding agent.  These NiCd batteries contain a small quantity of free potassium hydroxide, a corrosive liquid.  The battery cases are sealed at the factory with a pressure relief valve.  As an additional precaution, the batteries are surrounded by absorbent material to absorb any electrolyte leakage.  The battery pack input and output are each fused with a single in-line fuse.  Diodes are provided to protect against cell potential reversal.  The PC boards are conformal coated with silicone.  Teflon wiring is employed throughout."},{"id":"35","name":"Tribolium (Flour Beetle) Experiment Package","description":"The Tribolium (flour beetle) experiment package consists of several plastic modules each with three compartments.  Each compartment contains an aluminum insert holding two felt layers sandwiched between tissue papers.  Holes are punched in each piece of felt, then one or two pupae are positioned in each hole in the felt inserts, cushioned between layers of tissue paper. The packages are constructed with integral heating strips and a preset thermostat; temperature control is automatic and required 28 V dc. There are two Tribolium packages, each of which contain 720 pupae.\n\nRadiation Dosimeters\nFour LiF disc dosimeters are inserted between two tissue papers with a pupae layer on either side then inserted into the plastic module."},{"id":"36","name":"Triticum (Wheat) Experiment Package","description":"The Triticum (wheat seedling) experiment package consists of three cylindrical, nontoxic plastic chambers about 3 inches in diameter and 6.5 inches in height.  The chambers are fixed to a common base and are closed with individual lids with gaskets.  Each chamber has an insulating blanket to eliminate light and minimize heat loss.  Each chamber contains a seed-holding stalk place in its long axis, and a fourth, larger chamber contains three similar seed-holding stalks.  The polycarbonate plastic stalks are hollow with angled side arms set at spirally arranged at 120° so that each seed, when fixed, has the maximum amount of space in which to grow without its roots touching another seedling or the chamber wall.  The arms are set at 45° with one end of the central reservoir, a slurry of finely ground vermiculite and water in the interior of the hollow stalk.  Each chamber contains a thermistor for recording temperature.\n\nPresoaked seeds are inserted into the rubber diaphragms of the stalks thoroughly wetted with ground vermiculite.  Each seed is inserted brush end first halfway through the hole burned in each cap, and then water is injected into the air spaces of the arm core.  Water loss is prevented by application of lanolin and beeswax (4:1 by weight) at the point of contact between the rubber diaphragm and the seed, after the seed is planted.  \n\nThe large chamber contains three polycarbonate stalks of twelve seeds each.  Of the three small chambers, two are equipped to spray-fix the fifteen seedlings during orbit.  Two cylinders, each with a capacity of 25 ml, are arranged to discharge their contents through nozzles in the floor of the chamber to which they are attached, so that a fine spray of fixative bathes the seedlings.  The firing of a squib activates a plunger which discharges the fixative at high pressure through the nozzles."},{"id":"133","name":"Animal Enclosure Module (AEM)","description":"The Animal Enclosure Module (AEM) is a rodent housing facility that supports up to six 250 g rats. The unit fits inside a standard Shuttle middeck locker with a modified locker door. A removable divider plate provides two separate animal holding areas, if required. The AEM remains in the stowage locker during launch and landing. On orbit the AEM may be removed partway from the locker and the interior viewed or photographed through a Lexan cover on the top of the unit. With addition of an Ambient Temperature Recorder temperatures at up to four locations within the unit can be recorded automatically. \n\nSubsystems\n\nAir Quality: Cabin air is exchanged with the AEM through a filter system. Four fans create a slight negative pressure inside the AEM ensuring an inward flow of air and particulate entrapment  by the treated outlet filter. Cabinet air is drawn through front panel inlet slots, then along the side plenum walls to the rear of the AEM, and then through the inlet filter, across the cage/animal habitat area, through the exhaust filter, and exits the front of the AEM. High efficiency air (inlet and outlet) filters (electrostatic and phosphoric acid-treated fiberglass pads) prevent the escape of particulate matter into the cabin atmosphere. Treated charcoal inside the filters helps contain animal odor and neutralize urine within the AEM. The filter system is rated for 20 days of odor control.\n\nLighting: Four internal incandescent lamps (two used as backup) provide illumination and are controlled by an automatic timer to provide a standard 12:12 light/dark cycle. The timer is programmable for other light/dark cycles and a backup battery maintains the timer if AEM power is disrupted. Only two lamps are used during the light cycle to keep cage compartment heating to a minimum. The lamps are covered with clear caps to protect them from animal debris and breakage. \n\nFood: Rodent food bars are attached to four slide-in food bar plates inside the rodent cage. The food, a sterilized laboratory formula (standard or PI formulated), is molded into rectangular bars accessible to the animals at all times during the mission.\n\nWater Refill Box: The AEM accommodates an internal water supply containing four lixit drinking valves and two flexible plastic bladders for water storage. Water pressure is maintained in the bladders via compression springs. Remaining water can be observed through the Lexan window on top of the water box.\n\nWater Refill Line: The AEM Water Refill Line (WRL) is used for inflight refill of the drinking water in the AEM. It allows direct transfer of potable water from the auxiliary port of the Shuttle Orbiter Galley without the need for a special pumping device."},{"id":"911","name":"Rodent Neural Activity Hardware","description":"The E100 suite of hardware was designed to monitor rodents to determine how their spatial orientation system performs and adapts under low gravity conditions, specifically, how microgravity affects firing properties of neurons in the hippocampus, the portion of the rodent brain in which location is sensed or determined. The E100 hardware suite allows rodents to perform behavioral tasks inflight while, simultaneously, recordings are taken of the electrical activity from their nerve cells. The components of the E100 include: the Headmount Assembly, an electrophysiological recording head implant; the Escher Staircase and Magic Carpet, two behavioral apparatus; and the Data Acquisition System, which records neural activity from implanted electrodes, generates stimuli, records animal position and orientation, provides operator interfaces, and acquires video footage."},{"id":"152","name":"Radiation Detectors","description":"A variety of radiation detectors have been used with different purposes during spaceflights. They provide a means to measure radiation doses or positions of radioactive particle tracks."},{"id":"921","name":"Space Tissue Loss-B (STL-B) Module","description":"The Space Tissue Loss-B (STL-B) unit is an autonomously operating cell culture facility designed for use in the orbiter middeck as a video microscopy payload. The STL-B gives the investigator high quality resolution and image capture along with multiple experimental manipulations. The unit allows temperature regulation between 10-40°C, pH balance, and in-flight chemical fixation. It can also provide a variety of biological sample maintenance systems and media delivery options; programmed additions of drugs, hormones, stimulants, radioactive labels; automated collection of conditioned media samples; live downlink and onboard recording of microscopic views of the biological samples; and onboard digital storage of microscopic images of the biological samples. The STL-B was specifically designed to support studies of mammalian cells, explants, and embryos. The system can also be adapted to accommodate the study of amphibians, aquatic and plant cultures, organic crystals, and other biotechnology and microgravity applications."},{"id":"924","name":"Vestibular Function Experiment Unit (VFEU)","description":"The Vestibular Function Experiment Unit (VFEU) is a rack-mounted piece of hardware built to provide life support capability for the Oyster toadfish, Opsanus tau, in the Shuttle Spacelab. The VFEU contains the Fish Package Control Unit (FPCU) and two Fish Packages (FP). The Neural Data Acquisition System (NDAS), consisting of the Telemetry System, the Data Recorder (DR) and the Data Interface Unit (DIU), is used for fish neural data acquisition in addition to the VFEU. Each Fish Package includes 1 fish container that houses 1 fish (implanted with multichannel electrodes or microwire electrode) in artificial seawater. Two fish total can be housed in each VFEU."},{"id":"997","name":"Cell Culture Module (CCM)","description":"The Cell Culture Module is a completely automated cell culture facility designed specifically to aid in the study of microgravity effects at the cellular and embryonic levels. The entire hardware unit fits inside a Shuttle middeck locker. The system offers a variety of biological sample maintenance systems, variable temperature settings, options for media delivery and collection of conditioned media samples, and programmed additions of drugs, hormones, radioactive labels, and other experiment support features. The CCM can be reconfigured to meet specific scientific objectives.  There are two primary configurations for the CCM hardware. These configurations are designated the CCM-A and CCM-C."},{"id":"912","name":"Gas Exchange Measurement System (GEMS)","description":"The Gas Exchange Measurement System (GEMS) is designed to measure plant photosynthesis, respiration, transpiration, and other environmental parameters within the Russian SVET Greenhouse on the Mir space station. An air conveyance system draws air from the Mir cabin into an Air Filtration and Integration Assembly, which supplies filtered and homogenous air flow to the plants enclosed within Leaf Bag Assemblies in the SVET."},{"id":"900","name":"Neuromuscular Hardware","description":"The equipment for the neuromuscular experiments aboard Cosmos 2229 includes implants and preamplifiers for electromyogram (EMG) signals and implants, transducers, and preamplifiers for tendon force measurements. EMG and tendon force data are logged by the Russian Data Recorder."},{"id":"17","name":"Small Mass Measurement Instrument (SMMI)","description":"The Small Mass Measurement Instrument (SMMI) is designed to measure the weight of biological samples and small specimens (from 1 to 10,000 grams) in a microgravity environment.  The SMMI determines the weight of a specimen through the use of its mass properties, thereby minimizing the influence of any gravity field. (The upper limit weight range or capacity is reduced to 1000 g for all 1 G operations.)\n\nMass measurements can be obtained when the specimen is placed upon the tray assembly and restrained with the perforated rubber cover to minimize relative motion and the outer lexan cover is closed. The measurement process begins with the semi-automatic release of the specimen and tray assembly from an offset position, so that they oscillate mechanically. A set of plate fulcra springs support the tray assembly and provide the oscillatory forces for motion. The zero crossover detection assembly precisely measures the period of oscillation, which is a function of the mass of the tray assembly, specimen and part of the plate fulcra springs. The measurement process ends with the semi-automatic recapture of the specimen and tray assembly and return to its original offset position. The SMMI controller then calculates and displays a mass value for the specimen.  A set of 12 stackable calibration weights are provided with each instrument.\n\nIn addition to the calibration and measurement modes, multiple non-standard diagnostic functions are available, such as inspection of calibration values stored in memory, inspection of equations used to calculate the specimen weight, testing the oscillation function of the tray assembly, and an option to display period of oscillation measurements in seconds."},{"id":"920","name":"Space Tissue Loss-A (STL-A) Module or Cell Culture Module (CCM)","description":"The Space Tissue Loss-A (STL-A) module, renamed the Cell Culture Module (CCM),  is a completely automated cell culture facility designed specifically to aid in the study of microgravity effects at the cellular and embryonic levels. The entire hardware unit fits inside a Shuttle middeck locker. The system offers a variety of biological sample maintenance systems, variable temperature settings, options for media delivery and collection of conditioned media samples, and programmed additions of drugs, hormones, radioactive labels, and other experiment requirements."},{"id":"898","name":"Bion 10 Hardware Suite","description":"The Bion 10/Cosmos 2229 flight hardware suite is a highly integrated combination of NASA and Russian systems. The hardware supports neuromuscular, neurovestibular, and circadian rhythm/temperature (CR/T) experiments by U.S. and Russian investigators. Substantial ground-based hardware was developed for pre-and postflight testing, calibration, and data collection."},{"id":"899","name":"Circadian Rhythm/Temperature Hardware (CR/T)","description":"The Circadian Rhythm/Temperature (CR/T) hardware is an enhanced version of the system flown on the Cosmos 2044 mission. NASA-provided equipment includes sensors and signal conditioning equipment to measure skin temperature, brain temperature, ambient temperature, and motor activity."},{"id":"901","name":"Neurovestibular Hardware","description":"The Cosmos 2229 neurovestibular hardware measures vestibular nuclei response (VNR) and direction and velocity of primate head movement, driven by rotational and oscillating devices and the associated neurovestibular response due to microgravity exposure."},{"id":"50","name":"Cosmos Fruit Fly Container","description":"The Soviets provided sheetmetal flight containers that housed standard, cotton-stoppered fruit fly vials with standard food medium for the fruit fly experiment."},{"id":"589","name":"Research Animal Holding Facility (RAHF)","description":"The Research Animal Holding Facility (RAHF) is a general use animal habitat that is built to fit within a Spacelab rack.  The RAHF provides general housing for various animal species. The RAHF can be changed to accommodate different animals simply by changing cage modules and cages; all other components are common.  Animal specific modules are inserted into the RAHF to provide life support. Within each animal specific module are specially designed cages to accomodate the type of animal being flown. These cages provide food, water and waste management functions during the flight. In order for the RAHF system to provide a completely viable habitat, heating, cooling, lighting, air ventilation and data systems are necessary."},{"id":"51","name":"Cosmos Fundulus Chambers","description":"Fish embryos were housed inside a two-chambered aluminum case. Each chamber contained five flattened polyethylene bags separated by thin perforated foam. Embryos were suspended in artificial sea water inside the polyethylene bags. For flight on Cosmos 782, fish embryos were maintained in both a stationary location and on the onboard centrifuge."},{"id":"241","name":"Frog Environmental Unit (FEU)","description":"The Frog Environmental Unit (FEU) provides a ventilated and temperature-controlled habitat for four female frogs as well as groups of developing embryos. A centrifuge inside the FEU provides an artificial Earth 1 g environment, and can accommodate up to 28 Egg Chamber Units (ECUs). A separate compartment inside the FEU provides exposure to microgravity conditions for an additional 28 ECUs. Together, these systems offer the capability for simultaneous side-by-side experiments consisting of both a zero-g \"treatment\" group and a 1 g \"control\" group."},{},{"id":"892","name":"Quail Incubator","description":"The Quail Incubator is a Bulgarian piece of hardware used on the Russian Mir space station. The facility was designed to support quail egg incubation from fertilization up to hatching."},{"id":"21","name":"Drosophila (Fruit Fly) Experiment Package","description":"The Drosophila Experiment Package consists of eight insect modules assembled into a two-tiered container.  Prior to flight, each module base is filled with melted culture medium and a retaining sieve inserted.  Once filled, the Drosophilids are added and the cover is affixed. Preflight testing showed that 75 inseminated females could be loaded into a single module with good survival.  Each of the eight modules is inserted into the housing frame, which is built as a spherical segment so that all modules in each frame are equidistant from the radiation source.  Modules are mounted in two horizontal rows of four each, and brackets are placed over the modules using nylon screws.  The larvae package is installed behind the adult, for a total of sixteen modules; it has a greater radius of curvature and receives a lower intensity of radiation.  The container holds a thermistor and small square holders for the radiation detectors."},{"id":"1188","name":"Dissecting Microscope","description":"The Dissecting Microscope supports general life sciences experiments requiring capabilities such as examination, dissection, and image recording of tissues and other specimens. The microscope is modular and stowed when not in use. During operations, it is deployed in the General Purpose Work Station and secured using Velcro."},{},{"id":"1186","name":"Frog Otolith Experiment Package (FOEP)","description":"The Frog Otolith Experiment Package (FOEP) contains all apparatus necessary to assure survival of two frogs.  Specimens are housed in a water-filled, self-contained centrifuge which supplies the test acceleration during orbit.  Frogs are demotorized to prevent dislodging of implanted electrodes and to reduce their metabolic rate.  The FOEP was designed for flight as part of the Apollo Applications Program; however, the package is equipped for flight on an unmanned spacecraft."},{"id":"231","name":"Middeck Ambient Stowage Insert (MASI) and Plant Carry On Container (PCOC)","description":"Both the Middeck Ambient Stowage Insert (MASI) and the Plant Carry On Container (PCOC) are support hardware for the Gravitational Plant Physiology Facility (GPPF) experiments. The MASI is designed to hold soil trays, while the PCOC holds plant cubes.\n\nEach is constructed of a standard aluminum box with a hinged cover and latches mounted inside the lid. Inside the lid of the box is an Ambient Temperature Recorder to automatically sense and record internal temperatures during the mission (see separate hardware record), a hex key, and seed strips. The portion of the box below the lid contains five layers of experiment support hardware. These are packages of experiment soil trays and experiment plant cubes, which are used within the GPPF. The entire package is protected by pyrel foam into which the soil trays and plant cubes are inserted. They are further contained by nomex straps and tape."},{"id":"928","name":"Plant Canister","description":"The Plant Canister consists of two hollow cans threaded together, constructed of anodized aluminum. There are four light-baffled holes in both the upper and lower cans, providing gas exchange for the plants contained within. The total canister assembly measures 355 mm tall and 82 mm in diameter and is contained in a hollow stainless steel container that contains a two- stage light filter. There is an end cap with a knob at one end to facilitate handling. Canisters are encased in plastic foam for placement in a middeck locker of the orbiter for flight. The foam is made of 2 lb/3 ft density, nominal 70 pores/inch Pyrel foam, which is a standard cushion material for middeck lockers, and the Ambient Temperature Recorder is utilized to monitor the temperature profile experienced during flight. Canisters can be fit into the Passive Freezer, to freeze tissue during flight."},{"id":"1187","name":"Gravitational Plant Physiology Facility (GPPF)","description":"The Gravitational Plant Physiology Facility (GPPF) supports plant studies within the Spacelab. The facility is designed to perform two specific gravitational plant physiology experiments, but it may be adapted to various gravitropic, phototropic, circumnutational, or other studies. Capabilities include 1G controls and video monitoring."},{"id":"22","name":"Habrobracon (Wasp) Experiment Package","description":"The Habrobracon (wasp) Experiment Package consists of four modules which are screwed on the part of the package facing the radiation source.  There is a central depression in each module where the wasp is placed.  A screen is fitted over the wasp and capped.  A thermistor to record the local temperature is located centrally between the modules.  Five packages were flown; four exposed to varying doses of radiation from the 85Sr source, and one placed in the shielded portion of the spacecraft.  Doses received were 4000, 2000, 500 and 0 r.  A secondary equilibrium shield is set in place in front of the package to minimize absorption and scattering of the gamma rays from the on-board radiation source.  The package placed closest to the radiation source has a concave face for placement of the wasp modules to ensure adherence to the isodose requirements.  The package placed in the shielded portion of the spacecraft holds more modules so that more wasps could be contained, some of which were irradiated before flight."},{"id":"5","name":"General Purpose Work Station (GPWS)","description":"The General Purpose Work Station (GPWS) is a multi-purpose support facility for conducting general laboratory operations within the Spacelab. The GPWS supports biological experiments, biosampling, microbiological experiments, and it serves as a closed environment for containment while routine equipment repair or other in-flight operations are performed. The GPWS provides the essential working space and accommodates the laboratory equipment and instruments required for many life sciences investigations. Housed in a Spacelab double rack, the GPWS is self-contained, apart from power, data, and cooling interfaces."},{"id":"6","name":"Jellyfish Kit","description":"Jellyfish kits contain the necessary materials to maintain jellyfish during flight. The kits are stored in the Commercial Refrigerator/Incubator Module to provide a constant 28 degrees Celsius environment for the specimens during flight. Various hardware items are available to support experiment activities. These include: 1) commercially obtained polystyrene flasks utilized for jellyfish groups requiring inflight filming; 2) a passive bagging system used to maintain those specimens requiring no inflight manipulation; and 3) a bagging system with attached chemical delivery system for specimens requiring inflight treatments. Item 3 consists of the following four distinct kits."},{"id":"25","name":"Neurospora (Microorganism) Experiment Package","description":"The Neurospora (microorganism) Experiment Packages are designed to contain a large number of Neurospora conidia under conditions which prevent contamination and development of anoxia.  Conidia are deposited on moist Millipore filters held on polypropylene screens to maintain both sterility and high humidity.  A porous retaining ring is used to hold the Millipore filter in place on the screen and a polypropylene barrier is placed over the unit to contain each conidial sample within each disk.  The sample holders are stacked in groups of ten and held together and attached to the module cap with three screws.  The assembled module is screwed into a housing to complete the package assembly. The materials are autoclavable, biocompatible, and capable of causing minimal radiation shielding and backscattering.\n\nRadiation Dosimeters\nThree independent systems of thermoluminescent dosimetry are used:\n     o  EG&amp;G CaF2:Mn Mini thermoluminescent dosimeters\n     o  EG&amp;G LiF Mini thermoluminescent dosimeters\n     o  Con-Rad LiF-Teflon disk dosimeters (5 mm thick)"},{"id":"145","name":"Dynamic Environment Measuring System (DEMS)","description":"The Dynamic Environment Measuring System (DEMS) is an instrumentation package that monitors and records Spacelab vibration, acoustics, and acceleration levels during launch and reentry. Data are used to monitor the stimuli various biological systems experience under launch and reentry loads. A microphone, a triaxial-vibration sensor unit, and a triaxial-accelerometer unit function, respectively, as the acoustic, vibration, and acceleration transducers. One other device, the DEMS MET (Mission Elapsed Time) Slow Code Generator, converts the orbiter's pulse width modulated time code (100 Hz) to an amplitude modulated \"slow code\" (10 Hz) which is recorded by the DEMS tape recorder.\n\nThe DEMS Signal Conditioner passes only certain frequency ranges from the sensors to the recorder.  The axes and frequency ranges of the various signals are as follows:\n\nAcceleration:  X,Y, and Z axes, low frequency only (DC-20 Hz) for three unique signals.\n\nVibration:  X,Y, and Z axes, low and high frequencies (20-160 Hz, 50-2,000 Hz) for six unique signals.\n\nAcoustics: low and high frequencies (20-160 Hz, 50-6,000 Hz) for two unique signals.\n\nMET Slow Code:  low frequency (10 Hz) for one unique signal.\n\nDuring launch and re-entry, the DEMS cassette recorder collects the signal on two cassette tapes, seven tracks per tape (the eighth channel is not used). The twelve DEMS signals are distributed on the two cassette tapes within the DEMS; X-acceleration and MET signals are recorded on both tapes to help synchronize the two separate groups of data. The DEMS is designed to activate automatically at launch and re-entry, but can also be manually controlled. Once activated, the DEMS records data automatically for ninety minutes."},{"id":"53","name":"Cosmos Rodent Cages","description":"Rodent cages on Cosmos 782, Cosmos 936 and Cosmos 1129 were provided by the U.S.S.R. Each cage consisted of two intercommunicating cylinders. Each had a diameter of about 9.5 cm and was about 20.8 cm long. The upper cylinder housed the rat, while the lower one served as a waste collection trap. Cabin air circulated through the cages and was returned, via the lower cylinder, to the cabin after being passed through an activated charcoal filter. The upper animal chamber was furnished with light on a 12:12 light:dark cycle. An automatic watering system provided water ad lib to the animal. A feeder cup dispensed ten grams of paste food every six hours. A circular coil surrounding the cage monitored physical activity. Cages were arranged in groups of five and a common food and water reservoir used for each group."},{"id":"998","name":"E150 Experiment Unique Hardware (EUE)","description":"The E150 experiment-unique equipment was designed to test and record rat neonate spatial-orientation behavior in microgravity. The hardware suite consists of an Animal Walking Apparatus (AWA), a camera kit, a video cable kit, a video power kit, a video spares kit, and a dexterity video light."},{"id":"915","name":"Neurolab Biotelemetry System (NBS)","description":"The Neurolab Biotelemetry System (NBS) is designed to process data from implanted animals for use in scientific research.  It consists of sensors implanted within the animals; antennas; amplifier combiners; dual receivers; interface cards to demodulators; and control systems which gather, processes, display, and store the data for later evaluation."},{"id":"24","name":"Lysogenic Bacteria Experiment Package","description":"The Lysogenic Bacteria Experiment Packages are designed to grow replicate 1.2 ml cultures of two strains of lysogenic bacteria (Escherichia coli and Salmonella typhimurium P-22), without radiation and irradiated at three dose levels of gamma from 85Sr.  Sets of four special packages include a total of 96 bacteria growth chambers.  Three contoured packages of sixteen chambers, 1.2-1.8 ml each, receive, respectively, mean total dose exposures of 265, 645, and 1,630 r.  A fourth package of 48 chambers, 1.2 ml each, is for nonirradiated chambers.  The packages are fabricated to conform to isodose lines at an appropriate distance from the point 85Sr source.  The chambers are sealed with nylon machine screws and silicone O-rings. \n\nFor loading, a single clone of each bacteria is grown overnight, and the resulting cultures are diluted to a final concentration of 120 cells/ml for S. typhimurium and 187 cells/ml for E. coli.  Cultures are maintained in suspension in spinner flasks over ice throughout loading into experiment packages, in order to impose a two-hour lag time prior to the start of cell growth.  S. typhimurium cultures are loaded into the top series of chambers, and E. coli are loaded into the chambers on the lower side of the package.  Samples are made at the start and completion of loading procedures to confirm that no growth has occurred.  Packages are kept on ice until mated with the spacecraft.  LiF dosimeters are included in each package."},{"id":"929","name":"Gaseous Nitrogen (GN2) Freezer","description":"This passive freezer consists of two flasks, one inside the other, that fit into a middeck locker and do not require power. The inner flask contains calcium silicate, a compound that absorbs liquid nitrogen. At the center of the calcium silicate is a cylindrical space where a plant canister or other cargo may be inserted.\n\nLiquid nitrogen is poured into the inner flask and is \"held\" in the liquid state by the calcium silicate crystals. With a full charge of liquid nitrogen, freezing conditions between minus 195 and minus 185 degrees Celsius, can be maintained for a minimum of eight days.\n\nThe freezer has a rotating neck plug to allow insertion and removal of cargo and at the bottom an evacuation valve.\n\nThe freezer system also consists of a cryogenic freezer bag to insulate the freezer itself and cryogenic freezer gloves to protect the crew from the extreme cold temperatures while interacting with it."},{"id":"922","name":"Svet Greenhouse","description":"The Svet Greenhouse is a piece of Russian-built hardware permanently located on the Mir space station. The Svet consists of four basic components."},{"id":"918","name":"Passive Thermal Conditioning Unit (PTCU)","description":"The time between the loading of biological samples into the Shuttle and the activation of the experiment by the crew requires special equipment to maintain certain temperatures. Passive Thermal Conditioning Units (PTCUs) are storage containers for Biorack experiments, which fit into a middeck locker and can maintain a predetermined temperature over a twelve-day period. The PTCUs harness the latent heat capacity at the melting point of selected waxes and insulate the wax from the warm environment by double, stainless steel Dewar vessels. To improve thermal insulation before the samples are loaded, the volume between the double walls of the Dewar vessels is increased by vacuum pump up to 10-9 Torr. The vessels are also heated to 130°C to remove any water vapor. A rack for 16 Biorack Type I and one Type II experiment containers, or 20 Type I containers alone, can fit inside a PTCU. The PTCUs fit into an aluminum case called the Middeck Locker Stowage Insert (MLSI)."},{"id":"162","name":"4-Channel Ambient Temperature Recorder","description":"The 4-Channel Ambient Temperature Recorder used on Cosmos 2044 is a forerunner to the Shuttle-qualified ATR-4, which is used to support current experiments aboard the Space Shuttle. It is a self-contained, battery-powered device that can be placed in almost any environment to provide recording from one to four temperature sensors. Channel 1 can be set to measure the container's ambient temperature or external temperature from a probe attached to Channel 1's connector. Remote temperatures can be measured using temperature probes connected to Channels 2, 3, and 4.\n\nThe recorder periodically senses and stores (in its solid state memory) up to four channels of  temperature data. These stored values can be read out postflight using a serial interface unit and an IBM-compatible computer. The sample rate and number of channels used are selectable, but the total number of samples is limited by the size of the internal memory (32,768 samples). The recorder stops recording when the memory capacity is reached. The internal power supply consists of two lithium batteries. The case is made of aluminum and is approximately the size of a package of cigarettes. The unit has an O-ring seal to protect its interior from fluids."},{"id":"938","name":"Area Passive Dosimeter (APD)","description":"A set of radiation dosimetry and spectrometry measurements were conducted using passive detector systems located inside the Mir spacecraft. Various versions of the different components of these systems were flown in different arrangements on other Cosmos missions, such as Cosmos 936 and 1129 Radiation Detector Packets, Cosmos 1887 Radiation Dosimeters, and Cosmos 2044 Radiation Dosimeters."},{"id":"1079","name":"Temperature Recording System","description":"The complete temperature recording system developed for Cosmos 1129 consists of a flight recorder, a ground readout unit, and any suitable analog or digital recorder.  The flight recorder is completely self-contained and includes a temperature sensor, all necessary electronics for signal conditioning, processing, storing, control and timing, and a battery power supply.  It is small, light, and sturdy with no moving parts.  It is constructed of materials which are compatible with exposure to biological fluids (not immersion).  It is capable of storing 2,048 8-bit temperature measurements taken at intervals selectable by factors of two from 1.875 up to 240 minutes, and data can be retained for at least four months.  The basic recorder can be modified to accommodate a variety of applications by adding memory to allow more data to be recorded, by changing the front end to permit measurements other than temperature to be made, and by using different batteries to realize various operating periods.\n\nEssential elements of the system include: a crystal-controlled oscillator with divide-down counters used to provide the basic system timing cycles and memory addressing; a temperature transducer and signal conditioner with gain and offset control; an analog-to-digital converter; a 2,048-byte memory array in which the temperature data are stored; control logic; sockets to allow calibration and start-up of the system, and to allow for data transfer to the ground readout unit; and a battery power supply with regulators.\n\nIn operation, the flight unit is activated by means of a special plug and then placed in a location where temperature is to be recorded.  The recorder will then store readings taken at precise, regular, predetermined intervals, after which it automatically switches to an ultra-low power data-retention mode.  After termination of the mission and recovery, the flight recorder is connected to the ground unit for data readout."},{"id":"999","name":"Biopack","description":"Biopack is a reusable multi-user facility developed by the European Space Agency (ESA) that enables biological experimentation under varying gravity conditions. The facility is designed to accommodate small biological samples such as bacterial cultures, mammalian cells, tissue cultures, small plants, and insects. Biopack includes three experiment compartments: an incubator with three centrifuges, a cooler, and a freezer. Experiments are flown in ESA Type-I/E and Type-II/E containers.  Onboard an orbiting spacecraft such as the Space Shuttle or ISS, biological samples may be exposed to gravity levels ranging from microgravity up to at least 2 G.\n\nThe Biopack is capable of displaying, downlinking, and locally storing all parameters available in the facility. All the data of the Biopack system will be sampled and stored each second on a palmtop hard disk. Biopack and experiment operations can be adjusted manually, inflight, or through tele-commands when necessary."},{"id":"148","name":"Growth Hormone Concentration and Distribution (GHCD) in Plants Experiment Hardware","description":"The Growth Hormone Concentration and Distribution (GHCD) in Plants experiment consists of two major pieces of hardware, the gaseous nitrogen (GN2) freezer and specially designed plant canisters.\n\nGN2 Freezer\nThe Passive Freezer was used to freeze Plant Canisters on STS-34 to arrest plant growth inflight and keep plant specimens frozen until landing and recovery.  The passive freezer uses GN2  (gaseous nitrogen) as the cryogen.  A Cryogenic Freezer Bag is used to insulate the freezer, and Cryogenic Gloves are used to protect the crew from extreme cold temperature while interacting with the Freezer.  \n\nPassive Freezer:\nThe Passive Freezer consists of two flasks, one contained within the other.  The freezer fits into a standard middeck locker and requires no power to operate.  The space between the flasks is evacuated for thermal insulation.  The inner flask contains calcium silicate which is used to absorb the LN2  (liquid nitrogen) fuel source, hold it, and release GN2 as heat is absorbed from the freezer cargo and surroundings.  At the center of the calcium silicate is a cylindrical space where a Plant Canister or other cargo may be inserted.  The inside diameter capacity is 8.9 cm and the length is 34 cm.  The freezer temperature range is between -195 to -185 °C, and freezer holding time is eight days minimum.  The freezer has no controls and contains only two moving parts: 1) a rotating neck plug can be removed from the freezer body to allow insertion or removal of samples and 2) a cap over the evacuation valve must not be removed.\n\nCryogenic Freezer Bag:\nThe Cryogenic Freezer bag is used to insulate the Freezer and meas- ures 17.5 inches in height and 10 inches in diameter.  The bag is made of a quilted Nomex pad- ding cover with Pyrel polyurethane padding.  There are two handles made of Nomex webbing.  Strips of velcro are mounted on the end pad of the bag for attachment of handles and gloves.\n\nCryogenic Gloves:\nThe Cryogenic Gloves are used to protect the crew from the cold tempera- tures generated by the GN2.  The outer material of the gloves is made of Taslan-100% nylon which is resistant to most acids and chemicals, laminated with a 100% waterproof, semiporous membrane, having nine billion pores per square inch.  The glove is insulated with Poly-olefin fiber, which is 65% olefin (polyporlene) and 35% polyester, thus having warmth without bulk.  The insulation is machine washable and dryable.  The liner is made of 100% cotton.  The gloves are very lightweight, weighing only 6 oz per pair.\n\nPlant Canister\nThe Plant Canister consists of two hollow cans threaded together, constructed of anodized aluminum.  There are four light-baffled holes in both the upper and lower cans, providing gas exchange for the plants contained within.  The total canister assembly measures 355 mm tall and 82 mm in diameter and is contained in a hollow stainless steel container that contains a two- stage light filter.  There is an end cap with a knob at one end to facilitate handling.  Canisters are encased in plastic foam for placement in a middeck locker of the orbiter for flight.  The foam is made of 2 lb/3 ft density, nominal 70 pores/inch Pyrel foam, which is a standard  cushion material for middeck lockers, and the Ambient Temperature Recorder is utilized to monitor the temperature profile experienced during flight.  Canisters can be fit into the Passive Freezer, to freeze tissue during flight."},{"id":"150","name":"Plant Growth Unit (PGU)","description":"The Plant Growth Unit (PGU) is a self-contained system carried in the Orbiter middeck and designed to hold six removable Plant Growth Chambers.  The PGU consists of the support components and a cavity for growing plants.  The PGU is equipped with three 15 W plant growth lamps (Vita-Lite spectrum), a timer to provide day/night cycling, temperature sensors, electronically-controlled fans, heater strips for temperature modification, data-acquisition system, and internal batteries.  The few system controls and displays appear on the exterior front panel.  These include several status lights, a power switch, and a selectable digital temperature readout.  Four switches that set the clock and a digital time display are located inside the unit. Temperatures and lamp status are recorded at intervals in flight by a tape recorder.  \n\nFor environmental control, two thermostatically-controlled variable-speed fans draw air over the plant growth chambers.  A temperature gradient decreasing from the top to the bottom of the chambers is maintained to prevent moisture condensation in front of the light.  Diurnal temperature cycling is provided, with a chamber temperature of 78 ± 1 °F during the \"daylight\" and 74 ± 1 °F during the \"night.\"\n\nThe PGU replaces a storage locker in the Orbiter middeck and can be placed into the Orbiter approximately twelve hours before launch and removed approximately one hour after landing.  \n\nPlant Growth Chamber:  Each of the six chambers hold seeds or seedlings between sheets of moist filter paper-like material and consist of a metal alloy base and a Lexan cover which is sealed to the base using a gasket.  Each chamber is airtight.  The chamber base is fitted with a temperature probe in the center and two gas-sampling ports toward each end.  Seeds or seedlings are planted in a \"sandwich\" support medium contained in the base.  The chambers fit into the Plant Growth Unit which supplies all environmental control and power.\n\nLighting System:  The lighting system consists of three fluorescent lamps containing phosphor lenses, reflector, aluminum housing, and associated circuitry.  The filament and header designs are ruggedized; the lamp assembly is hermetically sealed with teflon tubing; and an indium- mercury amalgam is substituted for elemental mercury.  The light intensity over the four middle plant growth chambers is about 75 µmol/m2/sec and over the two outside chambers about 48 µmol/m2/sec.  Diurnal cycles are adjustable."},{"id":"54","name":"Cosmos Rodent-BIOS","description":"For rodent experiments on Cosmos 1514,  Cosmos 1887 and Cosmos 2044,  rats were group-housed in a single compartment called the Rodent-BIOS. The BIOS was formed by removing the partition that separated males and females in the Cosmos 1129 rodent mating chamber. It was equipped with ten nozzles for delivering paste food and ten nozzles for dispensing water. Food was provided at regular intervals; water was available ad lib to the animals. Unidirectional airflow moved wastes and debris into a waste collector located at the bottom of the cage. The light/dark cycle was regulated to 12:12.  \n\nGround support equipment for the rat neuroontogeny experiment included maternity cages with video monitors, rotation and tilt devices for vestibular tests and an olfactory, respiration, auditory and visual testing system."},{"id":"4","name":"General Purpose Transfer Unit (GPTU)","description":"The General Purpose Transfer Unit (GPTU) permits transfer of rodents in cages from the Research Animal Holding Facility (RAHF) to the General Purpose Work Station (GPWS). The GPTU has a Lexan frame with a sliding access door that interfaces with both the RAHF and the GPWS. A tyvek sock attached to the frame encloses the rodent cage during transfer. The GPTU is specifically designed to provide a second level of particulate containment.\n\nThe GPTU interfaces with the the Side Access Window (SAW) of the GPWS.  Two fasteners connect the two units and a tab on the GPTU sliding door fits into a slot in the SAW, allowing both doors to open simultaneously.\n\nFor interface with the RAHF, an adapter is required.  The adapter enables the GPTU to slide horizontally and vertically across the face of the RAHF to align with any rodent cage.  The GPTU has two fasteners that mate and align with dowels on the RAHF adapter.  A slight pressure is applied to compress the GPTU face gasket.  The fasteners are then turned to lock the two components together.  Releasing the fasteners allows the GPTU to slide to another designated cage location."},{"id":"89","name":"Life Sciences Laboratory Equipment (LSLE) Microcomputer","description":"The LSLE microcomputer is designed as a stand-alone computer for use with flight experiments on board the Shuttle and was supplied by Johnson Space Center. A flexible system design allows the experimenter to use the microcomputer to accomplish a variety of experiment computer operations, by interfacing with Spacelab data systems for telemetry and/or on-board interaction. It is designed to assemble and format data into uniform major and minor frames for transmission through the Shuttle high rate multiplexer (HRM) to the ground."},{"id":"913","name":"Microinjection Syringe","description":"The microinjection kit was developed for inflight injection of a biomarker into rat muscle. The microinjection syringe contained in the kit was designed for accurate, repeatable measurements of fluid in minute volume under standard conditions. Each kit contains five 25 ml microsyringes. The syringe can dispense 0.5 ml of solution at a time by depressing the dispense button. Each press of the button ejects 1/50 of the syringe volume. \n\nIn the kit, the 32-gauge syringe needles are protected inside a surface mounted sheath which is secured to the tray. The syringe shroud protects the thin plunger rod. A soft silicon septa plug is attached to the syringe needle for needle protection. Heat shrink wrap tubing is used on the glass syringe barrel to protect it from breakage. The microsyringes are stowed with the plunger assembly extended and restrained by a surface-mounted mechanical stop, which prevents accidental discharges. A double-compartment poly bag secured by a double clamp assembly is used to contain the kit."},{"id":"1333","name":"SPEGIS Canister Assembly","description":"Vials containing bacterial culture were loaded into the SPEGIS Canister Assembly. Each Canister contained three 8 ml polypropylene vials. The vials were inserted into vial jackets to improve contact and enhance thermal transfer. The compression pad eliminates space between the vials and canister lid."},{"id":"895","name":"PHCF Altered Kit Container (AKC)","description":"The Altered Kit Container (AKC) is a rectangular hinged metal box with latches, obtained commercially from the Zero Corporation and altered for use with the Pituitary Growth Hormone Experiment (PHCF).  When opened, the AKC is composed of two halves with six slots built into each half.  Of the twelve slots, 11 contain specially designed vial racks and the last slot contains an Ambient Temperature Recorder (ATR-4).  Each of the vial racks accommodate 15 vials for a total of 165 vials.  Heat transfer plates have been added to the left side of the AKC box to permit efficient heat transfer from the inside left wall of the Refrigerator/Incubator Module (R/IM) through the box itself.  The AKC also has a pressure equalization valve installed.  \n\nThe AKC fits into a foam infrastructure, which is placed inside of the R/IM, permitting contact between the AKC heat transfer plates and the left side of the R/IM."},{"id":"1172","name":"Kubik Incubator","description":"Developed by ESA for the DELTA Mission and further use onboard the International Space Station (ISS)."},{"id":"1403","name":"Multiple Orbital Bioreactor with Instrumentation and Automated Sampling (MOBIAS)","description":"MOBIAS, developed by BioServe Space Technologies, was designed to enable long-term cell culture growth aboard the International Space Station (ISS) through semi-continuous fed batch processing. In addition to providing gas exchange, fresh nutrient medium addition and waste removal, periodic discrete samples can be drawn throughout the mission and stowed in a separate thermal environment (e.g. 4° C) while the primary reactor is maintained at a selected optimal temperature (e.g. 25° C).  MOBIAS is housed within a modified ICM v.3 for computer and thermal control."},{"id":"1357","name":"20G Centrifuge","description":"The 20-G Centrifuge offers unique, innovative ways to conduct research and training to solve real world problems related to the effects of acceleration on systems. The 20-G facility was designed in the 1960s and used for the research during the era of the biosatellite missions. It was renovated in the early 1990s, and equipped with a drive system that enables programmable acceleration profiles. Data acquisition systems have also been continuously upgraded to provide custom capabilities.\n\nPrevious Research\n- perceptual and behavioral adaptations to altered gravity\n- countermeasures to ameliorate the deconditioning and disorientation effects of spaceflight\n- mechanisms of orthostatic tolerance\n- fluid shifts in the body during acceleration\n- locomotion, motor control, and contact forces studies under altered gravitational forces\n- long-duration (22 hour) exposure to hypergravity\n\nUnique Configurations\nThe 20-G Centrifuge is capable of producing forces up to 20 times that of terrestrial gravity. The maximum g-level attainable is dependent upon the mass of the specific payload. Mounted on the 58-foot diameter centrifuge are three enclosed cabs. The universal rail mounting system enables novel experiment configurations to be placed at any radius along arm, allowing comparison of radius, acceleration gradients, or coriolis effects. Multiple payloads can be placed along the arms to simultaneously obtain data from specimens or hardware at multiple g-levels. Areas adjacent to the centrifuge room are available for subject preparation, subject monitoring, pre-and post-centrifugation testing, and data collection. The facility is a unique testbed that allows optimization of human performance, failure mode testing, evaluation of crew technologies and optimization of human systems integration.\n\nExisting equipment configuration\n- various capacity swing frames\n- adjustable seat with a configurable touch screen display\n- light bar for g tolerance testing\n\nPerformance limits and specifications\nRadius: 29 ft\nPayload: 1,200 lbs\nMax G: 20 G (human-rated to 12.5 G)\nMax RPM: 50 RPM"},{"id":"1356","name":"Standard Interface Glove Box (SIGB)","description":"The Standard Interface Glovebox (SIGB) provides a fully enclosed workspace for the execution of inflight life science procedures and/or manipulations where containment is required. It utilizes sliding rails and latches that allow it to fly in virtually any current or future space platform, including the Shuttle Middeck, SpaceHab, Spacelab, Russian space station Mir, and the International Space Station (ISS). Key features of the SIGB include: a usable work volume of 2.3 cu. ft., interior lighting, internal utility DC power supply, camera and data connections, and airflow similar to a laminar flow hood.\n\nSubsystems\nWorkspace: The 2.3 cu. ft. (0.065 cu. m) work volume is bounded by a fiberglass shell approximately 0.06-0.09 inch (1.5-2.3 mm) thick. The workspace provides a boundary between interior particles, liquids, and vapors and the crew environment. A negative pressure of 0.1 to 0.6 inches H2O is maintained in the workspace to aid in physical containment. The workspace is accessed via two 7.35 inch (18.7 cm) diameter armports on either side of the glovebox. Pliable fabric gauntlets are available to connect the gloverings.\n\nLighting: The SIGB features miniature cold cathode fluorescent tube lighting located at the top of the interior workspace. The lights provide 350 lux minimum at the work surface at start-up increasing to 400 lux after 25 minutes of use.\n\nInternal Electrical Interfaces: Separate connectors are available inside the SIGB workspace for 24 Vdc utility power, video camera interface, and data. The connectors may be used for powered tools, additional lighting, or other accessories requiring 24 watts or less at 24 Vdc.\n\nCamera System: The SIGB provides an interface for an internally mounted video camera for monitoring and recording of inflight experiment operations. A generic interface is provided so that many different types of cameras may be configured with a mating connector. Camera power is regulated at 12 Vdc. Cameras will be experiment specific.\n\nRecirculation Filtering System: The airflow in the workspace of the SIGB is modeled after a laminar flow hood. Air enters via an upper recirculation filter and exits through a lower snubbing filter. Both filters are replaceable inflight from within the closed volume. The lower filter is the single-pass containmnet filter consisting of five layers of activated carbon web containing a minimum of 176 g of activated carbon between two Teflon-coated mesh screens. The upper filter offers particle containment (larger the 300µm). The recirculation filtering system provides containment of particulates, fluids, animal odor, and specific lightweight organic volatile compounds commonly used as fixatives.\n\nSpecifications\nDimensions: 20.8 H x 18.13 W x 19.5 D inches\nWork Volume: 2.3 cubic feet\nWeight: 88.4 lbs (with Middeck Rack Structure and stowage kits)\nPower: 125 Watts (maximum), 28 VDC"},{"id":"1332","name":"Fungal Immunity (FIT) Fly Kit","description":"The Fly Kit consisted of 1) ten vented FIT Fly Kits (one fly cassette containing a food tray housed in a European Space Agency (ESA) vented Type 1 Container per kit, 2) one FIT Fungus Kit (two fungus tubes (10 ml) that are housed in an ESA vented Type 1 Container, 3) one RAM Kit (one Passive Radiation Dosimeter stored in an ESA vented Type 1 Container), 4) one Hobo data logger, and 5) five Platform Kits (one Food Tray Change Out Platform carrying one filled food tray per kit)."},{"id":"249","name":"NASDA Life Science Cell Culture Kit (CCK)","description":"This NASDA provided hardware was used for cell culture."},{"id":"904","name":"Regulatory Hardware","description":"In addition to the general components of the Bion 11 hardware suite, discipline-specific hardware was required to perform the regulatory experiments."},{"id":"1173","name":"Group Activation Pack (GAP)","description":"The Group Activation Pack-Fluid Processing Apparatus (GAP-FPA) is a test tube that allows controlled, sequential mixing of two or three fluids in microgravity. A total of 6.5-ml of fluid is contained inside a glass barrel (1.35 cm inner diameter x 11.7 cm) surrounded by a LexanTM sheath and initially can be isolated into three volumes by a rubber septum. A bypass in the glass barrel allows fluid to flow into an adjacent chamber as a plunger mechanism pushes the septum forward. It has gas-permeable membranes; however, gas exchange is limited. \n\nThe GAP provides a third level of fluid containment and allows eight fluid processing apparatus' to be processed simultaneously. It utilizes an internal centerline DC-motor drive mechanism with individual thermal control to autonomously initiate and terminate experiments based on preprogrammed instructions.\n\nEach GAP holds eight Fluid Processing Apparatus (FPA) inserts. The FPA has gas-permeable membranes that allow limited gas exchange. Each FPA has a total liquid volume of 6.5-ml and allows sequential mixing of two or three fluids in a sterile environment."},{"id":"1389","name":"Fruit Fly Lab Experiment Hardware","description":"NASA's Fruit Fly Lab provides a research platform aboard the International Space Station for long-duration fruit fly--Drosophila melanogaster--studies in space. The system has three major components. The first is the Fly Cassette that will house and safely transport fruit flies to the space station. The second is the Food Changeout Platform that will be used periodically to provide the flies with fresh food while maintaining containment and allowing extraction of fruit fly eggs, embryos and larvae for preservation. The third is the Observation and Lighting System to allow fly behavior monitoring and exposure to an artificial day/night cycle."},{"id":"903","name":"Musculoskeletal Hardware","description":"In addition to the general components of the Bion 11 hardware suite, discipline-specific hardware was required to perform the musculoskeletal experiments."},{"id":"1388","name":"Microgravity Science Glovebox (MSG)","description":"The Microgravity Science Glovebox (MSG) is a double rack facility designed for microgravity investigations handling aboard the International Space Station (ISS).\n\nOverview\nThe Microgravity Science Glovebox (MSG), located in the European Space Agency's Columbus laboratory module, enables scientists from multiple disciplines to participate actively in the assembly and operation of experiments in space with much the same degree of involvement they have in their own research laboratories. Developed by the European Space Agency (ESA) and managed by NASA's Marshall Space Flight Center (MSFC), the MSG was launched to the International Space Station (ISS) in June, 2002. This facility offers an enclosed 255-liter (9 cubic foot) work area accessible to the crew through glove ports and to ground-based scientists through real-time data links and video. Because the work area is sealed and held at a negative pressure, the crew can manipulate experiment hardware and samples without the danger of small parts, particulates, fluids, or gasses escaping into the open laboratory module.\n\nThe Microgravity Science Glovebox (MSG) occupies a floor-to-ceiling rack inside the Destiny module of the International Space Station (ISS). It is more than twice as large as gloveboxes flown on the Space Shuttle and can hold larger investigations that are about twice the size of an airline carry-on bag.\n\nThe Core Facility of MSG occupies the upper half of the overall rack and includes the large work volume (WV), an airlock and electronics for control, housekeeping and investigation resources. The WV holds the experiment and related equipment. The work volume is approximately 3 feet wide (906 mm), 2 feet high (637 mm), and 1.5 feet deep (442 mm) with a usable volume of about 255 liters. This area can be sealed and held at a negative pressure, isolating the crew and the Station from possible hazards associated with the investigations that are taking place inside.\n\nAn airlock under the WV can be accessed to bring objects in safely while other activities are going on inside MSG. The MSG has 40 cm diameter side ports (equipped with rugged gloves that are sealed to prevent leaks) for setting up and manipulating equipment in the WV. A coldplate provides cooling for experiment hardware and the air is continuously circulated and filtered. Experiments are provided with 1 Kw of power and cooling.\n\nVacuum, venting, nitrogen gas input (that can keep the oxygen volume at 10 percent or less), power and data interfaces are also provided within MSG. A video system consists of a self-standing subsystem of four color cameras, two monitors, two analog recorders and two digital recorders integrated into an International Subrack Interface Standard (ISIS) drawer. The command and monitoring panel monitors the facility status and performance and provides for manual operation of MSG by the crew.\n\nIn order to support life science research, MSG provides disposable exam gloves and specialized filters for handling typical life-science materials.  MSG also has an ultraviolet LED decontamination system that can provide UV exposure suitable for neutralizing BSL-1 and BSL-2 organisms.\n \nMSG was delivered to ISS during Expedition 5, on March 21, 2008, during Expedition 16, the MSG was relocated to the Columbus module. The MSG accommodates small and medium-sized investigations from any disciplines including biotechnology, combustion science, life sciences, fluid physics, fundamental physics and materials science. Many of these experiments use chemicals, burning or molten materials or other hazards that must be contained."},{"id":"891","name":"Fundamental Biology Kit Hardware","description":"Several NASA-designed kits were provided for the NASA/Mir avian developmental biology experiments collectively titled \"Incubator,\" which used the Russian IMBP incubator, and the plant biology experiment titled \"Greenhouse,\" which used the Russian Svet Greenouse and the NASA/P.I.-provided Gas Exchange Measurement System (GEMS)."},{"id":"2003","name":"Bioculture System","description":"The Bioculture System is a space biological science incubator for use on the International Space Station (ISS), with the capability of transporting active and stored experiments to ISS. This incubator supports a wide diversity of tissue, cell, and microbiological cultures and experiment methods to meet any space flight research experiment goals and objectives.  The Bioculture System builds on the technological heritage of the Cell Culture Module (CCM), which flew on 21 missions on board the Shuttle.  \n\nThe Bioculture System provides ten independent incubation Cassettes, which share only the gas supply.  Each Cassette also carries a cold chamber for heat-labile solutions. Cell cultures are maintained in a fluid flow path that provides medium-circulation, gassing, introduction of new medium and removal of used medium, and automated sampling and solution injection. The fluid-flow path-sampling and injection designs are customizable to meet science experiment requirements.  Also, the programming for fluid flow rate, mode of pump action, volume of sample collected, volume of solution injected, and automated event timelines can be customized to the experiment requirements.  \n\nTwo important capabilities include initiation of cultures on-orbit (automated or manual) and manual subculturing of experiments.  The Bioculture System supports any number of biochamber types, and it is compatible with biochambers that use porous hollow fiber technology as the conduit for medium perfusion.  Medium passes through the hollow fiber and then diffuses through the pores.  The diffusion rate is enough to feed the cultures but not enough to expose the culture fluid flow forces, which could negatively impact microgravity effects."},{"id":"2001","name":"Bone Densitometer","description":"The Bone Densitometer (BD) provides bone density scanning capability on ISS. The BD payload measures bone density using Dual-Energy X-ray Absorptiometry (DEXA). The BD payload is developed from a commercial off-the-shelf (COTS) piece of hardware called a PIXImusII and is designed to fit into an Expedite the Processing of Experiments to the Space Station (EXPRESS) Rack locker. Its modular design allows for on-orbit replacement of critical systems.  The PIXImusII, along with an attached laptop computer, is a fully integrated densitometer designed for the estimation of Bone Mineral Density (BMD) in units of g/cm2, and body composition using DEXA. The BD payload is scheduled to fly on SpaceX for delivery to ISS.\n\nThe system allows automated, accurate and precise measurement of bone and tissue for small animals weighing 10-40 g. Bone, fat and lean measurements exhibit excellent correlation to total ashed or chemical extraction weights. The BD uses a lower x-ray energy than that used for peripheral densitometry in humans in order to achieve contrast in the extremely low density bone. Excellent precision of BMD and %Fat makes it ideal for longitudinal studies.\n\nWith an image area of 80 mm x 65 mm, the PIXImus can image the entire body of most mice and the subcranial region of large ob\\ob mice. Regions of interest (ROIs), such as spine and femur, are manually selectable. The system is compact and provides high-resolution images in addition to quantitative measurements in real time. The user can trace a ROI interactively on the screen.\n\nComponents include: Exam Box and Exam Tray"},{"id":"2002","name":"Vented Fly Box (VFB)","description":"Each Vented Fly Box (VFB) will house 15 standard fly vials that contain flies and fly food. The VFB have mesh-covered vent holes that allow airflow to the samples and have clear windows on the sides to allow for evaluation. In addition, the VFB will also contain temperature/humidity data loggers inside the unit."},{"id":"2006","name":"Space Automated Bioproduct Lab (SABL)","description":"SABL is BioServe's newly updated smart incubator that can also support a wide range of life science experiments requiring temperature control (-5°C to +40°C). SABL provides power, data and imaging capabilities that enable operations of \"smart\" experiments housed inside the SABL volume. SABL, however, can reduce crew time required to conduct experiments due to the ability to access the experiment volume via the front of the payload without the need to power down or remove power or data cables. In addition, due to SABL's unique design, interior temperature gradients are virtually nonexistent. Internally powered experiments can use a small fan for additional convective cooling, if necessary. SABL has a robust computer and standardized interfaces (Ethernet, USB, display) that can support current off-the-shelf sensors, cameras, controllers, etc. Finally, SABL employs a modular design strategy so that individual components and subsystems can be changed out on orbit with relative ease. Modularity allows straight forward on orbit servicing with minimal crew time requirements."},{"id":"905","name":"Neuroscience Hardware","description":"The Bion 11 neurovestibular hardware measures vestibular nuclei response (VNR) and direction and velocity of primate head movement, driven by rotational and oscillating devices and the associated neurovestibular response due to microgravity exposure."},{"id":"2007","name":"Single Loop Cell Culture","description":"Specifications:\n    Adherent and non-adherent\n    10 ml cell culture volume\n    Continuous perfusion of medium for gas exchange\n    Six 3 ml containers for inoculums or samples\n    Automated inoculation or sampling per a pre-set time sequence\n    Fixatives pre-loaded in sampling containers"},{"id":"2004","name":"Multi-use Variable-g Platform (MVP)","description":"Multi-use Variable-g Platform (MVP) was designed by Techshot and delivered to the International Space Station aboard SpaceX CRS-14. The platform is a new commercial testbed for centrifuge-based science aboard the orbiting laboratory.\n\nWhat makes the facility so special is its size and capability. Containing two carousels that spin quickly to simulate up to two times the force of gravity, the platform is the largest centrifuge in the U.S. segment of the space station and allows investigators more room for, and control over, their research.\n\nWith room for six experiment modules on each carousel, Techshot can fly up to 12 separate modules on MVP at a time. Each module is equipped with temperature sensors, and the box that houses the carousels and modules can be set to the exact environmental specifications requested for any investigation. The hardware also includes lighting, video imaging, gas exchange, fluid exchange (for cell culture), thermal control and humidity control capabilities. A capability for automated food transfers will allow for multigenerational growth in flight with minimal use of crew time."},{"id":"2005","name":"Plate Habitat (PHAB)","description":"The plate habitat is a sealed container that allows for gas exchange but meets NASA safety requirements for levels of containment. The PHAB can hold a number of single well or multi-well OmniTraysTM. The OmniTraysTM are typically loaded with an agar growth surface and can be used to culture a wide variety of biological organisms. \n\nThe PHAB is used in conjunction with the CGBA."},{"id":"2009","name":"Mouse Warming Box","description":"used on RR3 (see ERC doc 6366)"},{"id":"1402","name":"Hindimb Unloading (HLU) Cage","description":"Specially designed HLU cages that permit multiple mice being irradiated with simulated spaceflight-radiation exposures during the period of HLU and without ever being removed, or anesthetized. Cages were constructed by the Willey lab, and all requisite radiation dosimetry were performed by physicists in the Dept. of Radiation Oncology at Wake Forest School of Medicine."},{"id":"908","name":"Commercial Generic Bioprocessing Apparatus (CGBA)","description":"The CGBA consists of an Isothermal Containment Module (ICM): a self-contained, autonomous system providing a temperature-controlled environment in a single Shuttle middeck locker or a Mir-Priroda single stowage locker. The ICM was designed and built by BioServe Space Technologies, a NASA center for Space Commercialization jointly located at the University of Colorado and Kansas State University.  The hardware utilizes thermoelectric coolers (TECs) to maintain a set temperature between 4°C and 37°C, transferring heat by way of a fluid cooling loop that circulates through all six walls of the enclosure to reduce thermal gradients.\n\nThe CGBA-ICM is designed to operate autonomously; crew interaction consists mainly of periodic status checks.  Temperature profiles are automatically controlled by the ICM computer based on mission elapsed time (MET) and detection of microgravity conditions after launch from an internal accelerometer.  The MET can be edited by the crew, to adjust the timing of the experiment in the event of a mission extension or early termination."},{"id":"2008","name":"Anethesia Recovery System (ARS)","description":"to be written"},{"id":"1380","name":"Animal Enclosure Module Transporter (AEM-T)","description":"The Animal Enclosure Module Transporter (AEM-T) is a subsystem of the Animal Transport System and is designed transport rodents to the International Space Station (ISS) during ascent on the CRS SpaceX Dragon pressurized capsule for a continuous duration of at least 10 days. Coupled with the AEM-E (ECLSS) Environmental Control and Life Support System to provide for air revitalization, the AEM-T is launched and returned mounted (powered) on Dragon.&nbsp;The AEM-T was built to provide adequate specimen chamber accommodations so the rodents can arrive healthy to ISS to support subsequent on-orbit experiment. The AEM-T can operate as a non-rack payload within ISS to support animal transfers to the Rodent Habitat (AEM-X) and interface with the Animal Access Unit (AAU).\n\nWith a total chamber volume, equal or greater than .64 cubic feet, the AEM-T holds a maximum of 20 mice with a total mass up to 600g in two separate groups of 10 mice, or two groups of three rats with a mass of 600g per group.&nbsp;The temperature range specified for flight units is 50-113 degrees F; the AEM-T maintains rodent chamber temperature within +/- 3deg C of cabin temperatures aboard the ISS. The AEM-T is equipped with a water refill box and dispensers (two per group of housed rodents), chamber lighting to maintain day and night cycles, cage mesh or grid, and capability of storing measured parameters (e.g. temperature and relative humidity) up to 6 months."},{"id":"2010","name":"PowerCell 48-well microfluidic card","description":"The PowerCell Payload System includes a pair of independent air-tight enclosures. Each measures 15 inches x 3.16 inches x 10.6 inches (38 centimeters x 8 centimeters x 27 centimeters), weighs 15 pounds (6.8 kilograms), and consumes 10 watts when active. Each houses two of the 48-well microfluidic cards plus fluidic, thermal, optical, electronic, and control subsystems. One microfluidic card carrying its full complement of microbes will be filled and measured at each artificial gravity level. The entire sequence of spaceflight experiments is expected to span one year."},{"id":"2016","name":"JAXA Centrifuge","description":""},{"id":"2012","name":"NemaFlex hardware","description":"The newly developed miniaturized force measurement hardware called NemaFlex will be able to observe and continuously measure how muscle genes and strength of multiple generations of C. elegans are affected by microgravity and radiation compared to C. elegans tested on the same device back on Earth"},{"id":"2011","name":"8 Foot Centrifuge","description":""},{"id":"1381","name":"Animal Access Unit (AAU)","description":"The Animal Access Unit (AAU) interfaces with the Animal Enclosure Module Transporter (AEM-T), Rodent Habitat (AEM-X), Mouse Transfer boxes and the Microgravity Science Glovebox. Interlocking with the AEM-T during animal transfer procedures and AEM-X during animal access operations, the AAU is used to transfer rodents used in biological research on the International Space Station (ISS). Previously a version of the AAU was flown on Neurolab STS-90.&nbsp; Animals do not freely roam within the unit but are placed in Mouse Transfer Boxes (MTB) fully contained in the AAU, which is free of pinch points and nontoxic materials in direct or indirect contact with animals. With an internal volume of approximately 2306 cubic inches, the AAU is equipped with side ports to allow fresh cabin air to be drawn in and waste drawn out, 2 vents to allow for air circulation with the ambient environment, and 4 glove ports capable of being equipped with gauntlets or socks to allow crew to reach internal areas to transfer the mice. The AAU also allows for visual observation of animals."},{"id":"2013","name":"Orbiter Environment Siumlator (OES)","description":"Ground control chambers used during the Space Shuttle era to simulate flight conditions on the orbiter. They were located in Hanger L at Kennedy Space Center."},{"id":"1042","name":"Biomass Production System (BPS)","description":"The BPS is a controlled environment plant growth facility capable of supporting long-term plant growth and experimentation for use on the Shuttle and ISS. It enables easy access to plant biomass through all operations. The BPS provides enhanced video and data acquisition, including gas and H2O measurements. It is a powered, double middeck locker equivalent facility.  The BPS contains four 260-square cm Plant Growth Chambers (PGC).  Each PGC is composed of a single root module, which will carry either seedlings or seeds, and a chamber cover.  Each PGC has independent control of its air temperature, humidity, CO2 concentration, lighting levels and cycles, and nutrient/water delivery to the root zone of the root module."},{"id":"2015","name":"Spacelab-3 Simulated Cage","description":"Research Animal Holding Facility (RAHF) ground control cages."},{"id":"1001","name":"Avian Development Facility (ADF)","description":"The Avian Development Facility (ADF) was developed under a Small Business Innovative Research contract managed by the Space Station Biological Research Project (SSBRP; NASA-Ames Research Center, Moffett Field, CA). \n\nThe ADF was designed and manufactured by SHOT, Inc (Greenville, IN) to house Japanese quail eggs in 36 egg holders. The egg holders have been designed to isolate the eggs from vibration, therefore minimizing any launch and re-entry effects to the developing embryos. Egg holders are mounted on two independently rotating centrifuges (carousels) that can support both microgravity (when stopped) and variable gravity environments. \n\nThe ADF offers preprogrammable control of the interior environmental temperature, humidity, and CO2 and O2 concentrations, thus providing optimal conditions for embryo development. It also has an automated fixative-injection system that can be programmed to fix eggs at specific times during incubation. The ADF turns the eggs periodically (similar to turning in a natural environment) and provides separate carousel rotation inflight to accommodate centrifugation controls up to 1-g in 0.1-g increments.  The temperature ranges are 13-16 ˚C for cooling and 26-40 ˚C for incubation.  Temperature setpoints are maintained within ±0.5 ˚C.  The relative humidity range is  50-70%, with ±7.5% variation about the setpoint.  The O2 partial pressure is ≥21% and CO2 is maintained at ≤1% at an atmospheric pressure of 14.7 psia. \n\nThe ADF fits into an Orbiter middeck locker, allowing access very shortly prior to launch and again, very soon after return. Because The ADF is programmable and provides a semiclosed environmental system.  Air exchange between the incubator chamber and cabin occurs through a filtered port. \n\nThe ADF is designed to support experiments that use non-mammalian amniotic eggs such as chicken and Japanese quail eggs. Anticipated experiments include studies in embryo orientation, and mortality, embryogenesis, and development."},{"id":"1379","name":"Rodent Habitat (AEM-X)","description":"The Rodent Habitat (AEM-X) is a rodent housing facility that supports up to ten, 20 gram mice. The unit fits inside the International Space Station (ISS)  EXPRESS racks (EXpedite the PRocessing of Experiments to the Space Station) with the locker door removed. The habitat is launched on board the ISS resupply capsule with a transporter unit (AEM-T), which houses the mice. The mice are transferred from the transporter unit to the habitat on board the ISS. The habitat contains four integrated cameras which are downlinked to ground personnel to provide constant monitoring of the mice during the entire duration of the mission. The unit also contains temperature, humidity and fan telemetry to monitor the health of the habitat unit.\n\nSubsystems\nAir Quality: Cabin air is exchanged with the habitat through a filter system. Four fans create a slight negative pressure inside the habitat ensuring an inward flow of air and particulate entrapment by the treated outlet filter. Cabinet air is drawn through front panel inlet slots, directly into the inlet filter, across the cage/animal habitat area, through the exhaust filter, and exits the front of the habitat by way of a plenum on the left side of the unit. High efficiency air (inlet and outlet) filters (electrostatic and phosphoric acid-treated fiberglass pads) prevent the escape of particulate matter into the cabin atmosphere. Treated charcoal inside the filters helps contain animal odor and neutralize urine within the habitat. The filter system is rated for 91 days of odor control.\n\nLighting: LED lights integrated into the floor panel provide illumination and are controlled by software to provide a standard 12:12 light/dark cycle. The software is programmable for other light/dark cycles and a backup battery maintains the timer if habitat power is disrupted. A series of infrared lights are integrated into the LED light panel to provide night cycle viewing of the rodents, utilizing the infrared feature of the integrated cameras.\n\nFood: Rodent food bars are attached to two slide-in food bar plates, on the sides of the water box, inside the rodent cage. The food, a sterilized laboratory formula (standard or PI formulated), is molded into rectangular bars accessible to the animals at all times during the mission. The food bar plates are replaced approximately every 7 days for the duration of the mission.\n\nWater Refill Box: The habitat accommodates an internal water supply containing four lixit drinking valves and two flexible plastic bladders for water storage. Water pressure is maintained in the bladders via compression springs. Remaining water can be observed through the Lexan window on top of the water box.\n\nWater Refill Line: The habitat Water Refill Line (WRL) is used for inflight refill of the drinking water in the habitat. It allows direct transfer of potable water from the ISS water refill kit (WRK)."},{"id":"2019","name":"BRIC-100","description":"The Biological Research in Canisters (BRIC) unit is an anodized-aluminum cylinder used to provide passive stowage for investigations into the effects of space flight on small specimens.\nBRIC-100 canisters have threaded lids on each end that allow for a breathable configuration. This configuration allows passive gas exchange of oxygen and carbon dioxide through a semi-permeable membrane. The vented BRIC-100 configuration is not a light-tight container; however, if gas exchange is not required the breathable lid (containing the semi-permeable membrane) can be replaced with a solid lid providing a sealed, closed experimental environment. The bottom and top lids of each breathable canister have 25 1.0 cm holes and a Teflon membrane (pore size 0.5 µm). Two septa located in the lid allow for gas sampling. BRIC-100 can accommodate nine 100-mm Petri dishes.\nSpecimens flown in the BRIC-100 mm Petri dish (BRIC-100) include Manduca sexta (tobacco hornworm) pupae, Hemerocallis lillioasphodelus L. (daylily) and Dactylis glomerta L. (orchard grass) embryos.\nBRIC-100 description adapted from NASA’s Biological and Physical Sciences Space Biology Programs Plant Biology hardware descriptions. "},{"id":"2018","name":"BRIC-60","description":"The Biological Research in Canisters (BRIC) was Initially a simple anodized-aluminum cylinder used to provide passive stowage for investigations into the effects of spaceflight on small specimens, the hardware has been adapted over time to accommodate various specimens with increasingly more complex requirements for investigations during spaceflight.\n\nBRIC-60 consists of an upper and lower chamber that can fly as a half canister (lower chamber + lid) or full canister (upper chamber + lower chamber + lid). BRIC-60 maintains a light-tight environment inside the canister chamber. BRIC-60 can hold a maximum of 12 60mm Petri dishes per half canister (a total of 24 per full canister) or 13 Teflon tubes per half canister (a total of 26 per full canister) that can be placed inside each canister chamber. BRIC-60M is an enhanced version of the BRIC-60 lower chamber that includes two gas-sampling ports capable of drawing gas from two axial heights within the canister volume.\n\nSpecimens flown in BRIC-60 include Lycoperscion esculentum (tomato), Arabidopsis thaliana (thale cress), Glycine max (soybean) seedlings, Physarum polycephalum (slime mold), Pothetria dispar (gypsy moth) and Ceratodonpurpureus (moss).  "},{"id":"2020","name":"BRIC-PDFU","description":"Biological Research in Canisters – Petri Dish Fixation Unit (BRIC-PDFU) experiments take place in enclosed canisters designed to host a variety of experiments. Recent research includes work on plant seedlings, callus cultures, and microbes. Typically, biological specimens are placed in Petri dishes, where crew members perform specific operations in orbit as directed by Principal Investigators. BRIC-PDFUs provide researchers with the capability to expose their science specimens to two different solutions, such as growth media and/or fixatives. BRIC-PDFU description adapted from NASA’s Biological and Physical Sciences Space Biology Programs Plant Biology hardware descriptions. "},{"id":"2021","name":"BRIC-LED","description":"BRIC-LED was designed to test how plants and other organisms grow under different lighting conditions. Four customizable diodes emitting discrete wavelengths of LED light (blue, red, far-red, and white) are available for each Petri dish and can be configured as specified by the investigator. BRIC-LED description adapted from NASA’s Biological and Physical Sciences Space Biology Programs Plant Biology hardware descriptions. "},{"id":"848","name":"Ambient Temperature Recorder (ATR-4)","description":"The Ambient Temperature Recorder (ATR-4) is a self-contained, battery-powered instrument, approximately the size of a deck of cards. It may be placed in almost any environment (not submersible in liquid) to provide recording of up to four channels of temperature data. Channel 1 is selectable for either internal or external probe temperature sensing. Channels 2 through 4 are external only and require individual external temperature probes. External probes are flexible to allow the user to place probes at various locations within the sensed environment. Standard length for probes is three feet, but they may be longer or shorter, if required.\n\nThe temperature range is -40 °C to +60 °C. Data sample rate and number of channels are user-selectable. The total number of samples (32,400) is limited by the size of the ATR-4's solid state memory. When the memory is full, the recorder stops recording. Stored data may be read out postflight using a serial interface unit and an IBM-compatible computer. Power for the ATR-4 is provided by two internal batteries. An O-ring seal protects the ATR-4's internal electronics from fluids in the environment and permits operation in damp or humid environments such as an animal habitat."},{"id":"2023","name":"Heavy Ion Medical Accelerator (HIMAC)","description":"Description:\n\nThe Heavy Ion Medical Accelerator (HIMAC) at Chiba is located at the National Institute of Radiological Sciences in Chiba, Japan. This facility is used for a variety of experiments ranging from medical applications of cancer treatment to calibrating instruments used for space travel.&nbsp; For instance, radiation detectors used in spaceflight missions can be calibrated and compared to the radiation beam properties (i.e. intensity, profile, charge, velocity and total energy) characterized by multiple ground-based detectors.&nbsp;\n\nWhile the HIMAC facility functions as a cancer therapy facility during the day, at night time and on the weekends experimental radiation exposures may take place. The particle accelerator facility is primarily used for radiobiology research with protons and heavy ions, as well as cancer treatments. This facility has multiple rooms in which exposures take place.&nbsp;\n\nRadiation Types:\n\n\tProtons\n\tHelium Nuclei\n\tHeavy Ions: The HIMAC facility accelerates various ions (C, O, Ne, Ar, Fe, Kr and Xe) to high energies between 100 MeV/u and 800 MeV/u, depending on ion type.&nbsp;\n"},{"id":"2014","name":"International Space Station Environment Simulator (ISSES)","description":"Ground control chambers used to simulate conditions onboard the International Space Stations. They are located in the Space Station Processing Facility (SPPF) at Kennedy Space Center."},{"id":"2017","name":"Advanced Plant Habitat (APH)","description":"The Advanced Plant Habitat (APH) is a fully automated plant growth facility that is used to conduct plant bioscience research on the International Space Station. The system requires minimal crew involvement to install the science, add water, and for other maintenance activities. The system was developed by NASA and ORBITEC, now Sierra Space. The system’s components are managed by and processed for flight at the agency’s Kennedy Space Center in Florida. The APH is a fully enclosed, closed-loop system with an environmentally controlled growth chamber. The plant habitat uses red, blue and green LED lights, and broad spectrum white LED lights. The system contains more than 180 sensors, relaying real-time information, including temperature, oxygen content and moisture levels (in the air and soil, near the plant roots, and at the stem and leaf level), back to the team at Kennedy. APH is installed in a standard EXpedite the PRocessing of Experiments to Space Station (EXPRESS) rack in the Japanese Experiment Module Kibo. The large, enclosed chamber is designed to support commercial and fundamental plant research or other bioscience research aboard the space station for at least one year of continuous operation without maintenance. The design of the plant habitat is based on an open architecture concept to allow critical subsystems to be removed and replaced aboard the space station. The APH is activated by astronauts aboard the space station but controlled by the team at Kennedy, minimizing the amount of crew time needed to grow the plants. The system’s Plant Habitat Avionics Real-Time Manager in EXPRESS Rack, or PHARMER, provides real-time data telemetry, remote commanding and photo downlink to the team at Kennedy. The APH has an active watering system with sensors that detect when the plants need water and keep water flowing as needed."},{"id":"2026","name":"SARRP","description":"The Small Animal Radiation Research Platform (SARRP) is a device that is used in x-ray radiation experiments of small animals - typically rodents. The x-ray tube has a voltage range of 20 - 225kV. The SARRP integrates CT imaging with radiation delivery and is capable of delivering 1.0 mm or 5.5 mm beams of radiation.\n\nRadiation Type:\n\nX-Ray Radiation"},{"id":"2027","name":"Radiological Research Accelerator Facility (RARAF) 5.5 MV Singleton","description":"The Radiological Research Accelerator Facility (RARAF) 5.5 MV Singleton produces a microbeam for a variety of service-based and collaborative-based irradiation experiments. The microbeam facility was designed to deliver defined numbers of helium or hydrogen ions produced by a 5 MV Singleton accelerator, covering a range of LET from 10 to 200 keV/µm, into an area smaller than the nuclei of human cells growing in culture on thin plastic films (0.8 µm diameter beam). The current overall irradiation throughput for the microbeam is about 10,000 cells/h, which may be compared with earlier microbeam system throughputs of about 120 cells/h. At present, the beam is focused by a pair of electrostatic triplet lenses (the initial beam was collimated by a pair of laser-drilled apertures that formed the beamline exit). An integrated computer control program locates the cells, attached in a monolayer to the thin polypropylene base of a cell culture dish, and positions them for irradiation. \n\n\nRadiation Types: \n\nProton Radiation \nHeavy Ion Radiation"},{"id":"2025","name":"Kyoto University Research Reactor - Heavy Water Neutron Irradiation Facility (KUR-HWNIF)","description":"The Kyoto University Research Reactor-Heavy Water Neutron Irradiation Facility (KUR-HWNIF), located in Kyoto, Japan, generates thermal and epithermal neutrons for radiobiological research. This facility contains a tank-type reactor operated at 5 MW, with a core consisting of late-type fuel elements composed of approximately 20% uranium and graphite reflector elements.  \n\nRadiation Types:\n\nNeutrons"},{"id":"2024","name":" Hiroshima University Radiobiological Research Accelerator (HIRRAC)","description":"The Hiroshima University Radiobiological Research Accelerator (HIRRAC), located in Hiroshima, Japan, generates neutrons and protons for use in radiobiology studies. \n\nHIRRAC can be used to produce high proton beam currents of 1 mA with a maximum acceleration voltage of 3 MeV. HIRRAC can also be used to generate neutron radiation with a energy range of 0.07 to 1.3 MeV using lithium targets through the the ⁷Li(p,n)⁷Be reaction. HIRRAC can generate 1.0 to 2.7 MeV neutrons using carbon through the ¹²C(d,n)¹³N reaction. "},{"id":"2028","name":"Gammacell 1000 Elite","description":"The Gammacell 1000 Elite is an irradiation device that utilizes Caesium-137 as a source of gamma radiation. The Gammacell 1000 Elite is optimal for the irradiation of 300 ml blood bags, with optional components for holding test tubes or rodent test subjects. \n\nRadiation Type:\n\nGamma Radiation"},{"id":"2022","name":"Particle Accelerator - NASA Space Radiation Laboratory (NSRL)","description":"Research at the NASA Space Radiation Laboratory (NSRL) covers a range of topics, including the biological effects of radiation, material degradation, and the development of instruments and protective measures. For example, researchers might study how radiation affects human cells or how materials used in spacecraft can be made more resistant to radiation damage. The NSRL consists of a dedicated accelerator beamline, an end station in which samples can be irradiated, and supporting laboratory facilities.\n\nRadiation Types from the Booster accelerator:\n\n- Protons (p): These are the most abundant particles in galactic cosmic radiation (GCR) and solar particle events. They are positively charged and have relatively low mass compared to heavier ions.\n\n-Helium Nuclei (α-particles): Consisting of two protons and two neutrons, helium nuclei are the second most abundant component of GCR.\n\n-Heavy Ions: C-12, O-16, Ne-20, Si-28, Ar-40, Ti-48, Fe-56, Kr-84, Nb-93, Ag-107, Xe-129, Ta-181, Au-197 , For energy and LET ranges, see https://www.bnl.gov/nsrl/userguide/beam-ion-species-and-energies.php\n\n-Galactic Cosmic Ray Simulation (GCRSim): Comprised of seven different species of ion, and fourteen different energies of H and He for 33 separate beams in a single GCRSim exposure. The exposures take approximately one hour. For more information: https://www.bnl.gov/nsrl/userguide/gcrsim.php \n\n-Simplified Galactic Cosmic Ray Simulation (SimGCRSim): For some users, it is not necessary to irradiate the samples with the Full GCR Simulation, so there is a Simplified GCR Simulation that uses only 6 beams and 5 different ions including protons at two different energies. Running the Simplified GCR Simulation requires about 20 minutes. https://www.bnl.gov/nsrl/userguide/simgcrsim.php\n\n-Solar Particle Event Simulation (SPESim): The SPESim begins with 50 MeV protons, which amounts to 90.26% of the total dose. Then the beam energy increments in steps of 10 MeV up to 150 MeV where 0.15% of the total dose is delivered. https://www.bnl.gov/nsrl/userguide/spe-simulation.php"},{"id":"1057","name":"European Modular Cultivation System (EMCS)","description":"The European Modular Cultivation System (EMCS) is an ESA experiment facility that is dedicated to studying plant biology in a reduced gravity environment. It supports the cultivation, stimulation, and crew-assisted operation of biological experiments under controlled conditions (e.g. temperature, atmospheric composition, water supply, illumination, observation, and gravity). The facility has performed multi-generation (seed-to-seed) experiments and studies the effects of gravity and light on early development and growth, signal perception and transduction in plant tropisms. Experiments with insects, amphibia, and invertebrates as well as studies with cell and tissue cultures are also foreseen in EMCS.\n\nThe EMCS consists of an incubator (Holding Structure) with two centrifuges (600 mm diameter), both equipped with interfaces to four Experiment Containers (ECs) each, allowing cultivation in microgravity and acceleration at various g-levels. The incubator houses all parts of EMCS and provides a gas tight, thermally controlled (+18°C to +40°C) environment to the ECs. The gas atmosphere is common to all 8 ECs and is composed of oxygen/nitrogen and carbon dioxide, stored in gas bottles, and of pure nitrogen, originating from the Space Station.\n\nRotors\nThe rotors provide dedicated life support (including temperature, humidity, O2 and CO2) and water supply systems to the ECs, as well as illumination (white and infrared) and observation capabilities. In addition to the incubator, the EMCS facility has a Standard Payload Computer (SPLC), gas supply modules for atmospheric conditioning, a thermal control system, and a drawer containing control electronics and a video recorder. \n\nThe rotational speed can be independently programmed to provide 0.001 g to 2.0 g, or microgravity level when not rotating. One typical experiment configuration is to have one rotor under microgravity conditions (no rotation) and the second one rotating at a speed of 59.5 rpm, which provides a resulting 1 g level and serves as an in-flight control for the microgravity experiment. However, g-levels on each rotor could be set to precisely meet the specific scientific requirements of the experiment, as an example to mimic the Martian gravity of 0.376 g, or any other level within the EMCS provided range (0.001 g to 2.0 g).\n\nExperiment Container (EC)\nThe EMCS EC iprovides an internal volume of 60 x 60 x 160 mm for the Experiment Unique Equipment (EUE) that serves the individual experiment. The EC provides a single level of containment and access to the EMCS gas and water services when mounted on the EMCS rotor. Particulates in the air and water loops are prevented from entering the EC air volume by membrane filters at the EC inlet. Each EC also has sensors for monitoring temperature, humidity and pressure. The EC is provided with power, data, and commanding capabilities via its interface with the EMCS rotor."},{"id":"2029","name":"Gammacell 40","description":"The Gammacell 40 is a gamma radiation device featuring two Cesium-137 sources. This hardware is capable of delivering a central radiation dose rate of 1 Gy per minute to test subjects. This device is used in a wide variety of experiments surrounding radioimmunology, radiosensitivity, and cell biology. It is especially useful for the irradiation of mitotically inactive cell culture media, mixed lymphocyte cultures, cellular blood components, and murine subjects.  \n\nRadiation Type:\n\nGamma Radiation"},{"id":"2030","name":"Heavy Ion Synchrotron SIS-18","description":"The Heavy Ion Synchrotron SIS-18 is a particle accelerator facility at GSI, Darmstadt, Germany. The facility is capable of providing a variety of ions, from protons to uranium ions, with beam energy up to 2000 MeV/u (U : 50-1000 MeV/u, Ne: 50-2000 MeV/u, p : 4,5 GeV).\n\nComponent Overview: \n\nThe SIS-18 has a circumference of 216 m and a maximum bending power of 18 T m. It is composed of 24 dipole magnets with a magnetic flux density of 1.8 Tesla, 12 of which are triplettlenses and 12 are sextupolelense. The dipoles have 3.6 kA at 12 kV and the field ramp is 10 T/s. The RF acceleration is based on two cavities at 16 kV with a frequency span of 0.8 to 5.6 MHz. SIS-18 is also equipped with a vacuum that operates at 10⁻¹⁰ Torr and is bakeable to 300℃. As far as beam diagnosis equipment there are 12 position monitors, two phase probes, 1 DC transformer, one fast and one slow pulse transformer, one Faraday cup, and one beam scraper. \n\nRadiation Types:\n\nProton Radiation\nHeavy Ion Radiation"},{"id":"2031","name":"FIGARO ","description":"The FIGARO low-medium dose gamma radiation exposure facility at the Norwegian University of Life Sciences (NMBU) provides a continuous dose-rate field of gamma radiation from 3 Gy/hr down to 400 μGy/hr. This facility focuses on experiments surrounding the harmful effects of radiation and allows for the simultaneous chronic exposure of samples within the irradiation field. \n\nRadiation Type:\n\nGamma Radiation"},{"id":"2033","name":"Brookhaven National Laboratory Gamma Radiation Source Facility (BNL-GRSF)","description":"The Brookhaven National Laboratory Gamma Radiation Source Facility (BNL-GRSF) houses a Cesium-137 gamma ray source, which can provide radiation at a variety of dose rates.\n\nOverview: \n\nBNL-GRSF hosts a Cesium-137 gamma ray source. This source has a photon energy of 662 keV and an LET of 0.8  keV/μm in water. The BNL-GRSF is capable of delivering a range of radiation doses, with a minimum dose of 0.5 cGy delivered in 25 seconds and a dose of 1200 cGy delivered in 1.82 minutes. The J.L. Shepherd Mark I Model 68A has a total volume of 26 liters, with a 12” diameter and 14” height, which makes it capable of irradiating a variety of samples. This facility also has a ThermoFisher Scientific Forma Series II 3110 water-jacketed CO₂ incubator, and a Sorvall RT7 refrigerated centrifuge.\n\nRadiation Type:\n\nGamma"},{"id":"2034","name":"Deep Underground Low Background Laboratory (DULB-4900)","description":"The Deep Underground Low Background Laboratory (DULB-4900), located in the Baksan Neutrino Observatory, (BNO), Russia, is a low radiation background facility for physics and biological research on highly radiosensitive systems. \n\nRadiation Types:\n\nNeutron Radiation\nGamma Radiation"},{"id":"2032","name":"Faxitron CP160","description":"The Faxitron CP160 is a 10-160 kV x-ray irradiator.\n\nRadiation Types:\n\nX-Ray Radiation"},{"id":"2035","name":"X-RAD320","description":"The X-RAD 320 device is used to produce x-rays for ground-based experiments. The maximum potential for the x-ray tube is 320 kV, with dose rates of 3 Gy/min at 320 kV, 1 Gy/min at 320 kV, and greater than 15 Gy/min at 320 kV. The irradiation chamber is 41” H x 30” W x 34.5” D, which makes it optimal for holding cells, tissues, and rodent test subjects. \n\nRadiation Type:\n\nX-Ray Radiation"},{"id":"1397","name":"Vegetable Production System (Veggie)","description":"With the long-duration missions aboard the International Space Station (ISS), it has become clear that more emphasis needs to be placed on improving human habitability. The Vegetable Production System (Veggie) provides a means to supply crews with a continuous source of fresh food and a tool for relaxation and recreation. Veggie can support a variety of experiments used to determine how plants sense and respond to gravity. The plants will be harvested for further investigation and consumed by the crew members. VEGGIE's growth volume will be the largest volume available for plant growth on ISS. This will enable growth of larger plants that were previously not grown on ISS due to size restrictions. Additionally, the large, adjustable LED light bank makes Veggie an ideal facility for other experiments requiring a temporary light source. As with all basic research, an improved understanding of plant growth and development has important implications for improving plant production on Earth."}]
